Repository: remmmi/WooCommerce-Cart-REST-API
Catalog: languages/cart-rest-api-for-woocommerce-*.po
Languages: nl_nl

source: The name of the item in the cart.
nl_nl: De naam van het artikel in de winkelwagen.

source: Product ID or Variation ID of the item in the cart.
nl_nl: Product-ID of Variatie-ID van het artikel in de winkelwagen.

source: Unique ID of the item in the cart.
nl_nl: Unieke ID van het artikel in de winkelwagen.

source: The list of items in the cart.
nl_nl: De lijst met artikelen in de winkelwagen.

source: Customers shipping postcode or zip code.
nl_nl: Klanten die postcode of postcode verzenden.

source: Customers shipping state.
nl_nl: Klanten verzendstatus.

source: Customers shipping address city.
nl_nl: Verzendadres van de klant stad.

source: Customers shipping address line two.
nl_nl: Verzendadresregel twee van klanten.

source: Customers shipping address line one.
nl_nl: Klanten verzendadres regel één.

source: Customers shipping country.
nl_nl: Klanten die land verzenden.

source: Customers shipping company name.
nl_nl: Naam van de verzendmaatschappij van de klant.

source: Customers shipping last name.
nl_nl: Achternaam van de klant verzenden.

source: Customers shipping first name.
nl_nl: Klanten die de voornaam verzenden.

source: Customers shipping address.
nl_nl: Verzendadres van de klant.

source: Customers billing phone.
nl_nl: Klanten die telefonisch factureren.

source: Customers billing postcode or zip code.
nl_nl: Klanten die postcode of postcode factureren.

source: Customers billing state.
nl_nl: Factureringsstatus van klanten.

source: Customers billing address city.
nl_nl: Factuuradres van de klant, stad.

source: Customers billing address line two.
nl_nl: Factuuradres van de klant regel twee.

source: Customers billing address line one.
nl_nl: Factuuradres van klanten regel één.

source: Customers billing country.
nl_nl: Factureringsland voor klanten.

source: Customers billing company name.
nl_nl: Klanten factureren bedrijfsnaam.

source: Customers billing last name.
nl_nl: Klanten die de achternaam factureren.

source: Customers billing first name.
nl_nl: Klanten die de voornaam factureren.

source: Customers billing address.
nl_nl: Factuuradres van de klant.

source: The customer information.
nl_nl: De klantgegevens.

source: The price prefix for the currency which can be used to format returned prices.
nl_nl: Het prijsvoorvoegsel voor de valuta dat kan worden gebruikt om geretourneerde prijzen op te maken.

source: The thousand separator for the currency which can be used to format returned prices.
nl_nl: Het scheidingsteken voor de valuta dat kan worden gebruikt om geretourneerde prijzen op te maken.

source: The decimal separator for the currency which can be used to format returned prices.
nl_nl: Het decimaalteken voor de valuta die kan worden gebruikt om geretourneerde prijzen op te maken.

source: The currency minor unit (number of digits after the decimal separator) for returned prices.
nl_nl: De kleine munteenheid (aantal cijfers na het decimaalteken) voor geretourneerde prijzen.

source: The currency symbol for the currency which can be used to format returned prices.
nl_nl: Het valutasymbool voor de valuta dat kan worden gebruikt om geretourneerde prijzen op te maken.

source: The currency code (in ISO format) for returned prices.
nl_nl: De valutacode (in ISO-formaat) voor geretourneerde prijzen.

source: The store currency information.
nl_nl: De valuta-informatie van de winkel.

source: You cannot add %1$s to the cart as it is no longer in stock.
nl_nl: U kunt %1$s niet toevoegen aan de winkelwagen omdat deze niet meer op voorraad is.

source: Quantity must be %s or lower.
nl_nl: De hoeveelheid moet %s of lager zijn.

source: Overrides the general or sale price with a custom price for the item if set.
nl_nl: Hiermee wordt de algemene prijs of uitverkoopprijs overschreven door een aangepaste prijs voor het item, indien ingesteld.

source: Set the customers billing email address.
nl_nl: Stel het e-mailadres voor facturering van de klant in.

source: URL to the individual cart in session.
nl_nl: URL naar de individuele winkelwagen in sessie.

source: Identifies the source of how the cart was made, native or headless.
nl_nl: Identificeert de bron van hoe de kar is gemaakt, native of headless.

source: The date and time the cart will expire, in the site's timezone.
nl_nl: De datum en tijd waarop de winkelwagen verloopt, in de tijdzone van de site.

source: The date and time the cart was created, in the site's timezone.
nl_nl: De datum en tijd waarop de winkelwagen is gemaakt, in de tijdzone van de site.

source: The email the customer provided.
nl_nl: Het e-mailadres dat de klant heeft opgegeven.

source: The name of the customer provided.
nl_nl: De opgegeven naam van de klant.

source: Unique identifier for the customers cart.
nl_nl: Unieke identificatie voor het winkelwagentje van de klant.

source: Unique identifier for the session.
nl_nl: Unieke id voor de sessie.

source: Session successfully deleted!
nl_nl: Sessie succesvol verwijderd!

source: Session could not be deleted!
nl_nl: Sessie kan niet worden verwijderd!

source: Session is not valid!
nl_nl: Sessie is niet geldig!

source: Session Key is required!
nl_nl: Sessiesleutel is vereist!

source: Founder of %s
nl_nl: Oprichter van %s

source: Regards,
nl_nl: Met vriendelijke groet,

source: Thank you and enjoy!
nl_nl: Bedankt en geniet ervan!

source: Now that you have %1$s installed, your ready to start developing your headless store.
nl_nl: Nu je %1$s hebt geïnstalleerd, ben je klaar om te beginnen met het ontwikkelen van je headless winkel.

source: Airplane Mode is Enabled so we're unable to return plugin suggestions for %s. Please disable Airplane Mode to view results.
nl_nl: De vliegtuigmodus is ingeschakeld, dus we kunnen geen plug-insuggesties voor %s retourneren. Schakel de vliegtuigmodus uit om de resultaten te bekijken.

source: Technical error made! See error log for reason.
nl_nl: Technische fout gemaakt! Zie foutenlogboek voor de reden.

source: Customer is logged in as a different user. Cart key "%s" cannot be loaded into session for a different user.
nl_nl: Klant is ingelogd als een andere gebruiker. Winkelwagensleutel "%s" kan niet voor een andere gebruiker in de sessie worden geladen.

source: True if you want to return the URL of the featured product image for each item in the cart.
nl_nl: Dit is het geval als u de URL van de uitgelichte productafbeelding voor elk artikel in de winkelwagen wilt retourneren.

source: Shipping
nl_nl: Verzending

source: List of items and quantity to add to the cart.
nl_nl: Lijst met artikelen en hoeveelheid om aan de winkelwagen toe te voegen.

source: Variable attributes that identify the variation of the item.
nl_nl: Variabele kenmerken die de variatie van het item aangeven.

source: Quantity of this item to add to the cart.
nl_nl: Hoeveelheid van dit artikel aan de bestelling toevoegen.

source: Set a custom price for the item.
nl_nl: Stel een aangepaste prijs in voor het artikel.

source: Customers billing email address.
nl_nl: E-mailadres voor facturering van klanten.

source: Quantity must be a minimum of %s.
nl_nl: De hoeveelheid moet minimaal %s zijn.

source: %1$s %2$s table creation failed. Does the %3$s user have CREATE privileges on the %4$s database?
nl_nl: %1$s %2$s maken van de tabel is mislukt. Heeft de %3$s gebruiker CREATE-rechten voor de %4$s database?

source: "%s" is already registered.
nl_nl: "%s" is al geregistreerd.

source: Limit result set to products with a certain average rating.
nl_nl: Beperk het resultaat tot producten met een bepaalde gemiddelde beoordeling.

source: Determines if hidden or visible catalog products are shown.
nl_nl: Hiermee bepaalt u of verborgen of zichtbare catalogusproducten worden weergegeven.

source: The logical relationship between attributes when filtering across multiple at once.
nl_nl: De logische relatie tussen attributen bij het filteren op meerdere tegelijk.

source: Operator to compare product attribute terms.
nl_nl: Operator om product eigenschap termen te vergelijken.

source: List of attribute slug(s). If a term ID is provided, this will be ignored.
nl_nl: Lijst met attribuut slug(s). Als er een term-ID wordt opgegeven, wordt deze genegeerd.

source: List of attribute term IDs.
nl_nl: Lijst met kenmerkterm-ID's.

source: Attribute taxonomy name.
nl_nl: Attribuut taxonomie naam.

source: Limit result set to products with selected global attributes.
nl_nl: Beperk de resultaatset tot producten met geselecteerde algemene kenmerken.

source: Returns all variations for variable products.
nl_nl: Retourneert alle variaties voor variabele producten.

source: Returns product reviews for all products or an individual product.
nl_nl: Retourneert productbeoordelingen voor alle producten of een individueel product.

source: Limit result set to products based on a maximum price.
nl_nl: Beperkingsresultaat ingesteld op producten op basis van een maximumprijs.

source: Limit result set to products based on a minimum price.
nl_nl: Beperkingsresultaat ingesteld op producten op basis van een minimumprijs.

source: Limit result set to products on sale.
nl_nl: Beperkingsresultaat ingesteld op producten te koop.

source: Operator to compare product tags.
nl_nl: Operator om producttags te vergelijken.

source: Limit result set to products assigned a specific tag ID or slug.
nl_nl: Beperk het resultaat tot producten waaraan een specifieke tag-ID of slug is toegewezen.

source: Operator to compare product category terms.
nl_nl: Operator om productcategorie termen te vergelijken.

source: Limit result set to products assigned a specific category ID or slug.
nl_nl: Beperk het resultaat met producten waaraan een specifieke categorie-ID of slug is toegewezen.

source: Limit result set to featured products.
nl_nl: Beperk het resultaat dat is ingesteld op aanbevolen producten.

source: Limit result set to hide free products.
nl_nl: Beperk het instellen van resultaten om gratis producten te verbergen.

source: Limit result set to products with specific SKU(s). Use commas to separate.
nl_nl: Beperk resultaten tot producten uit een of meerdere specifieke artikelnummers). Gebruik komma's als scheidingsteken.

source: Limit result set to products assigned a specific type.
nl_nl: Beperkingsresultaat ingesteld op producten die een specifiek type zijn toegewezen.

source: Limit result set to products with a specific slug.
nl_nl: Beperk resultaten tot producten met een bepaald artikelnummer.

source: Description
nl_nl: Omschrijving

source: Add to Cart
nl_nl: Toevoegen aan winkelwagen

source: Text
nl_nl: Tekst

source: Add to Cart button.
nl_nl: Knop Toevoegen aan winkelwagentje.

source: List of grouped products ID.
nl_nl: Lijst van ID’s van gegroepeerde producten.

source: List of all variations and data.
nl_nl: Lijst van alle variaties en gegevens.

source: Defaults variation attributes.
nl_nl: Standaard variatie-eigenschappen.

source: List of available term names of the attribute.
nl_nl: Lijst van beschikbare namen van de eigenschap.

source: Can the attribute be used as variation?
nl_nl: Kan het attribuut als variatie worden gebruikt?

source: Is the attribute visible on the "Additional information" tab in the product's page.
nl_nl: Is het kenmerk zichtbaar op het tabblad 'Aanvullende informatie' op de productpagina.

source: Attribute position.
nl_nl: Positie van eigenschap.

source: Image position. 0 means that the image is featured.
nl_nl: Positie van de afbeelding. 0 betekent dat de afbeelding wordt aanbevolen.

source: List of product images.
nl_nl: Lijst met productafbeeldingen.

source: List of product tags.
nl_nl: Lijst met producttags.

source: Category slug.
nl_nl: Categorie slug.

source: Category ID.
nl_nl: Categorie ID.

source: List of product categories.
nl_nl: Lijst van productcategorieën.

source: Product parent ID.
nl_nl: Bovenliggend product-ID.

source: List of cross-sell products IDs.
nl_nl: Lijst van cross-sell product IDs.

source: List of up-sell products IDs.
nl_nl: Lijst van up-sell producten IDs.

source: List of related products IDs.
nl_nl: Lijst van vergelijkbare product-IDs.

source: Returns the rating of the product in html.
nl_nl: Retourneert de beoordeling van het product in html.

source: Amount of reviews that the product have.
nl_nl: Aantal reviews dat een product heeft.

source: Amount of reviews that the product has.
nl_nl: Aantal beoordelingen dat een product heeft.

source: Reviews average rating.
nl_nl: Gemiddelde beoordeling.

source: Shows if reviews are allowed.
nl_nl: Laat zien of beoordelingen zijn toegestaan.

source: Shows if the product need to be shipped.
nl_nl: Toont of het product verzonden moet worden.

source: Product height (%s).
nl_nl: Hoogte van het product (%s).

source: Product width (%s).
nl_nl: Breedte van het product (%s).

source: Product length (%s).
nl_nl: Lengte van het product (%s).

source: Product dimensions.
nl_nl: Productafmetingen.

source: Product weight (%s).
nl_nl: Product gewicht (%s).

source: Allow one of the item to be bought in a single order.
nl_nl: Sta toe dat een van de artikelen in één bestelling wordt gekocht.

source: Shows if the product is on backordered.
nl_nl: Geeft aan of het product in nabestelling staat.

source: Are backorders allowed?
nl_nl: Zijn nabestellingen toegestaan?

source: Determines if product is listed as "in stock" or "out of stock".
nl_nl: Hiermee bepaalt u of het product wordt vermeld als 'op voorraad' of 'niet op voorraad'.

source: Determines whether or not the product has additional options that need selecting before adding to cart.
nl_nl: Bepaalt of het product al dan niet extra opties heeft die moeten worden geselecteerd voordat het aan de winkelwagen wordt toegevoegd.

source: Stock management at product level.
nl_nl: Voorraadbeheer op productniveau.

source: Product external button text. Only for external products.
nl_nl: Tekst van de externe knop van het product. Alleen voor externe producten.

source: Product external URL. Only for external products.
nl_nl: Externe URL van product. Alleen voor externe producten.

source: If the product is downloadable.
nl_nl: Of het product downloadbaar is.

source: If the product is virtual.
nl_nl: Of het product virtueel is.

source: Amount of sales.
nl_nl: Aantal verkopen.

source: Shows if the product can be bought.
nl_nl: Laat zien of het product gekocht kan worden.

source: Shows if the product is on sale.
nl_nl: Laat zien of een product in de uitverkoop is.

source: End date of sale price, as GMT.
nl_nl: Einddatum van aanbiedingsprijs, als GMT.

source: Product sale price.
nl_nl: Product aanbiedingprijs.

source: Product regular price.
nl_nl: Reguliere productprijs.

source: Product short description.
nl_nl: Korte productomschrijving.

source: Product description.
nl_nl: Productomschrijving.

source: Featured product.
nl_nl: Uitgelicht product.

source: The date the product was last modified, as GMT.
nl_nl: De datum waarop het product voor het laatst is bewerkt, als GMT.

source: The date the product was last modified, in the site's timezone.
nl_nl: De wijzigingsdatum van het product, in de tijdzone van de site.

source: The date the product was created, as GMT.
nl_nl: De datum waarop het product is aangemaakt, als GMT.

source: The date the product was created, in the site's timezone.
nl_nl: De aanmaakdatum van het product, in de tijdzone van de site.

source: Product permalink.
nl_nl: Permanente link naar producten.

source: Invalid ID.
nl_nl: Ongeldig ID.

source: Limit result set to products with specified stock status.
nl_nl: Limiet resultaat ingesteld op producten met opgegeven voorraadstatus.

source: Meta value.
nl_nl: Meta waarde.

source: Meta key.
nl_nl: Metasleutel.

source: Meta data.
nl_nl: Meta-gegevens.

source: Menu order, used to custom sort products.
nl_nl: Menuvolgorde, gebruikt voor aangepaste productzoekopdrachten.

source: Selected attribute term name.
nl_nl: Termnaam van de geselecteerde eigenschap.

source: Attribute ID.
nl_nl: Eigenschap ID.

source: List of attributes.
nl_nl: Lijst van eigenschappen.

source: Variation image data.
nl_nl: Afbeeldingsgegevens van variatie.

source: Variation height (%s).
nl_nl: Variatie hoogte (%s).

source: Variation width (%s).
nl_nl: Variatie breedte (%s).

source: Variation length (%s).
nl_nl: Variatie lente (%s).

source: Variation dimensions.
nl_nl: Variatie afmetingen.

source: Variation weight (%s).
nl_nl: Variatie gewicht (%s).

source: Shows if the variation is on backordered.
nl_nl: Wordt weergegeven als de variatie in nabestelling is.

source: Shows if backorders are allowed.
nl_nl: Laat zien of nabestellingen mogelijk zijn.

source: If managing stock, this controls if backorders are allowed.
nl_nl: Bij voorraadbeheer, bepaalt dit of nabestellingen toegestaan zijn.

source: Controls the stock status of the product.
nl_nl: Beheert de voorraadstatus van het product.

source: Stock quantity.
nl_nl: Voorraadhoeveelheid.

source: Stock management at variation level.
nl_nl: Voorraadbeheer op variatieniveau.

source: If the variation is downloadable.
nl_nl: Als de variatie gedownload kan worden.

source: If the variation is virtual.
nl_nl: Als de variatie virtueel is.

source: Shows if the variation can be bought.
nl_nl: Weergegeven als de variatie gekocht kan worden.

source: Shows if the variation is on sale.
nl_nl: Weergegeven als de variatie in de uitverkoop is.

source: End date of sale price, in the site's timezone.
nl_nl: Einddatum van aanbiedingsprijs, in de tijdzone van de site.

source: Start date of sale price, as GMT.
nl_nl: Startdatum van aanbiedingsprijs, als GMT.

source: Start date of sale price, in the site's timezone.
nl_nl: Startdatum van aanbiedingsprijs, in de tijdzone van de site.

source: Variation sale price.
nl_nl: Variatie aanbieding prijs.

source: Variation regular price.
nl_nl: Variatie standaardprijs.

source: Current variation price.
nl_nl: Huidige variatieprijs.

source: Unique identifier.
nl_nl: Unieke ID.

source: Variation URL.
nl_nl: Variatie URL.

source: Variation description.
nl_nl: Variatiebeschrijving.

source: The date the variation was last modified, in the site's timezone.
nl_nl: De wijzigingsdatum van de variatie, in de tijdzone van de site.

source: The date the variation was created, in the site's timezone.
nl_nl: De aanmaakdatum van de variatie, in de tijdzone van de site.

source: Unique identifier for the variable product.
nl_nl: Unieke identifier voor het variabele product.

source: Tag name.
nl_nl: Tag naam.

source: Invalid review ID.
nl_nl: Ongeldige revisie ID.

source: Limit result set to reviews assigned to specific product IDs.
nl_nl: Limiet resultaat ingesteld op beoordelingen die zijn toegewezen aan specifieke product ID’s.

source: Ensure result set excludes reviews assigned to specific user IDs.
nl_nl: Zorg ervoor dat resultaatset exclusief beoordelingen is die zijn toegewezen aan specifieke gebruikers ID’s.

source: Limit result set to reviews assigned to specific user IDs.
nl_nl: Limiet resultaat ingesteld op beoordelingen toegewezen aan specifieke gebruikers ID’s.

source: Sort collection by object attribute.
nl_nl: Sorteer collectie per object eigenschap.

source: Limit result set to specific IDs.
nl_nl: Beperk resultaat tot bepaalde id’s.

source: Limit response to reviews published before a given ISO8601 compliant date.
nl_nl: Beperk reactie op reviews gepubliceerd vóór een bepaalde ISO8601 compliant datum.

source: Limit response to reviews published after a given ISO8601 compliant date.
nl_nl: Beperk de respons op reviews die na een bepaalde ISO8601 conformiteitsdatum zijn gepubliceerd.

source: Avatar URLs for the object reviewer.
nl_nl: Avatar URL’s voor de object reviewer.

source: Avatar URL with image size of %d pixels.
nl_nl: Avatar URL met afbeeldingsgrootte van %d pixels.

source: Shows if the reviewer bought the product or not.
nl_nl: Laat zien of beoordeler het product gekocht heeft of niet.

source: Review rating (0 to 5).
nl_nl: Waardering (0 tot 5).

source: The content of the review.
nl_nl: De inhoud van de beoordeling.

source: Reviewer email.
nl_nl: Beoordeler e-mail.

source: Reviewer name.
nl_nl: Beoordeler naam.

source: Status of the review.
nl_nl: Status van de beoordeling.

source: Unique identifier for the product that the review belongs to.
nl_nl: Unieke ID voor het product waartoe de beoordeling behoort.

source: The date the review was created, as GMT.
nl_nl: Datum waarop de beoordeling aangemaakt is, volgens GMT.

source: The date the review was created, in the site's timezone.
nl_nl: De aanmaakdatum van de beoordeling, in de tijdzone van de site.

source: Creating product review failed.
nl_nl: Het plaatsen van een beoordeling is mislukt.

source: Product review field exceeds maximum length allowed.
nl_nl: Het product review veld overschrijdt de toegestane lengte.

source: Invalid review content.
nl_nl: Ongeldige inhoud controleren.

source: Invalid product ID.
nl_nl: Ongeldig product id.

source: Cannot create existing product review.
nl_nl: Kan geen bestaande productreview maken.

source: Sorry, you are not allowed to create a review for this product.
nl_nl: Sorry, het is niet toegestaan om een review te schrijven voor dit product.

source: Sorry, this product review does not exist.
nl_nl: Sorry, deze product review bestaat niet.

source: Email of the reviewer.
nl_nl: E-mail van de recensent.

source: Name of the reviewer.
nl_nl: Naam van de beoordelaar.

source: Review content.
nl_nl: Beoordelingsinhoud.

source: Number of published products for the resource.
nl_nl: Aantal gepubliceerde producten voor de gegevensbron.

source: Menu order, used to custom sort the resource.
nl_nl: Menuvolgorde, gebruikt om de volgorde van de gegevensbron te wijzigen.

source: Image alternative text.
nl_nl: Alt-tekst van afbeelding.

source: Image name.
nl_nl: Naam van afbeelding.

source: Image URL.
nl_nl: Afbeeldings-URL.

source: The date the image was last modified, as GMT.
nl_nl: De datum waarop de afbeelding voor het laatst is bewerkt, als GMT.

source: The date the image was last modified, in the site's timezone.
nl_nl: De wijzigingsdatum van de afbeelding, in de tijdzone van de site.

source: The date the image was created, as GMT.
nl_nl: De datum waarop de afbeelding is aangemaakt, als GMT.

source: The date the image was created, in the site's timezone.
nl_nl: De aanmaakdatum van de afbeelding, in de tijdzone van de site.

source: Image ID.
nl_nl: Afbeeldings-ID.

source: Image data.
nl_nl: Afbeelding data.

source: Category archive display type.
nl_nl: Weergavetype van categorie-archief.

source: HTML description of the resource.
nl_nl: HTML-omschrijving van de gegevensbron.

source: The ID for the parent of the resource.
nl_nl: Het ID van de hoofd-gegevensbron.

source: Category name.
nl_nl: Categorienaam.

source: Attribute has archives?
nl_nl: Attribuut heeft archieven?

source: Sort order.
nl_nl: Sorteervolgorde.

source: Type of attribute.
nl_nl: Type van het attribuut.

source: An alphanumeric identifier for the resource unique to its type.
nl_nl: Een alfanumerieke identificatie voor de gegevensbron, uniek voor z'n type.

source: Attribute name.
nl_nl: Naam eigenschap.

source: Attribute does not exist.
nl_nl: Attribuut bestaat niet.

source: Number of published products for the attribute term.
nl_nl: Het aantal gepubliceerde producten voor de kenmerkterm.

source: Menu order, used to custom sort the attribute term.
nl_nl: Menuvolgorde, wordt gebruikt om de kenmerkterm op maat te sorteren.

source: HTML description of the attribute term.
nl_nl: HTML-beschrijving van de kenmerkterm.

source: An alphanumeric identifier for the attribute term unique to its type.
nl_nl: Een alfanumerieke identificatie voor de kenmerkterm die uniek is voor het type.

source: Term name.
nl_nl: Naam van de term.
