Repository: remmmi/WooCommerce-Cart-REST-API
Catalog: languages/cart-rest-api-for-woocommerce-*.po
Languages: nl_nl

source: Unique identifier for the attribute term.
nl_nl: Unieke id voor de kenmerkterm.

source: Unique identifier for the attribute of the terms.
nl_nl: Unieke ID voor het kenmerk van de voorwaarden.

source: Limit result set to resources with a specific slug.
nl_nl: Beperkingsresultaat ingesteld op bronnen met een specifieke slak.

source: Limit result set to resources assigned to a specific product.
nl_nl: Beperk resultaten tot bronnen die zijn toegekend aan een bepaald product.

source: Limit result set to resources assigned to a specific parent.
nl_nl: Beperk resultaten tot bronnen die zijn toegekend aan een bepaald hoofd.

source: Whether to hide resources not assigned to any products.
nl_nl: Bronnen verbergen die aan geen enkel product zijn toegewezen.

source: Sort collection by resource attribute.
nl_nl: Sorteer collectie per resource attribuut.

source: Order sort attribute ascending or descending.
nl_nl: Order sorteervolgorde, oplopend of aflopend.

source: Offset the result set by a specific number of items.
nl_nl: Offset het resultaat doormiddel van een bepaald aantal items.

source: Limit result set to specific ids.
nl_nl: Beperk resultaten tot bepaalde id’s.

source: Ensure result set excludes specific IDs.
nl_nl: Zorg ervoor dat de resultaat-set specifieke id’s uitsluit.

source: Term does not exist.
nl_nl: De term bestaat niet.

source: Taxonomy does not exist.
nl_nl: Taxonomie bestaat niet.

source: Sorry, you cannot view this resource.
nl_nl: U kunt deze gegevensbron niet bekijken.

source: Unique identifier for the resource.
nl_nl: Unieke ID voor de bron.

source: Additional data to pass.
nl_nl: Aanvullende gegevens om door te geven.

source: Namespace used to ensure the data in the request is routed appropriately.
nl_nl: Naamruimte die wordt gebruikt om ervoor te zorgen dat de gegevens in de aanvraag op de juiste manier worden gerouteerd.

source: There is no valid callback registered for: %s.
nl_nl: Er is geen geldige callback geregistreerd voor: %s.

source: There is no such namespace registered: %s.
nl_nl: Er is geen dergelijke naamruimte geregistreerd: %s.

source: I will manually setup later.
nl_nl: Ik zal later handmatig instellen.

source: To help prepare %s running smoothly, we would like to guide you with a setup wizard.
nl_nl: Om ervoor te zorgen dat %s soepel verloopt, begeleiden we je graag met een installatiewizard.

source: Welcome to %s!
nl_nl: Welkom bij %s!

source: Fetching your products via the REST API is now easy. Learn more about the six things you can do with the products API to help your development with %s.
nl_nl: Het ophalen van uw producten via de REST API is nu eenvoudig. Lees meer over de zes dingen die u kunt doen met de products-API om uw ontwikkeling met %s te helpen.

source: 6 things you can do with Products REST API
nl_nl: 6 dingen die je kunt doen met Products REST API

source: You can also
nl_nl: U kunt ook

source: Checkout plugin suggestions by CoCart.
nl_nl: Checkout-plug-in-suggesties door CoCart.

source: Install Plugins
nl_nl: Installeer plugins

source: Need something else?
nl_nl: Heb je iets anders nodig?

source: You're ready to develop your headless store.
nl_nl: Je bent klaar om je headless winkel te ontwikkelen.

source: Start Developing
nl_nl: Begin met ontwikkelen

source: Next step
nl_nl: Volgende stap

source: Yes please!
nl_nl: Ja, graag!

source: Email address
nl_nl: E-mailadres

source: Get product updates, tutorials and more straight to your inbox.
nl_nl: Ontvang productupdates, tutorials en meer rechtstreeks in je inbox.

source: You're ready!
nl_nl: Je bent er klaar voor!

source: Transfer Sessions
nl_nl: Sessies overzetten

source: Let's go!
nl_nl: Aan de slag!

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: New Store
nl_nl: Nieuwe winkel

source: Is this a new %s store?
nl_nl: Is dit een nieuwe %s winkel?

source: Skip this step
nl_nl: Sla deze stap over

source: Ready!
nl_nl: Klaar!

source: Sessions
nl_nl: Sessies

source: Store setup
nl_nl: Winkel instellingen

source: Install Now
nl_nl: Installeer Nu

source: Install %s now
nl_nl: Installeer %s

source: Setup Wizard
nl_nl: Installatie Wizard

source: A "callback" function must be registered when extending class "%s"
nl_nl: Bij het verlengen van klasse "%s" moet een "callback"-functie worden geregistreerd.

source: Sorry, "%s" is not in stock. Please edit your cart and try again. We apologize for any inconvenience caused.
nl_nl: Sorry, "%s" is niet op voorraad. Pas uw bestelling aan en probeer het opnieuw. Onze excuses voor het ongemak.

source: You can only have 1 "%s" in your cart.
nl_nl: U kunt slechts 1 "%s" in uw winkelwagen hebben.

source: You cannot add that amount of "%1$s" to the cart &mdash; we have (%2$s) in stock remaining. You already have (%3$s) in your cart.
nl_nl: U kunt dat aantal "%1$s" niet aan de winkelwagen toevoegen - we hebben (%2$s) op voorraad. Je hebt al (%3$s) in je winkelwagen.

# shipping packages
source: Shipping
nl_nl: Verzending

# shipping packages
source: Shipping #%d
nl_nl: Verzending #%d

# label that indicates the number of carts active
source: Carts Active
nl_nl: Karren actief

source: You are not allowed to modify the quantity of your %s gift.
nl_nl: Het is niet toegestaan om de hoeveelheid van uw %s geschenk te wijzigen.

source: %s has been added to your cart.
nl_nl: %s is toegevoegd aan je winkelwagen.

source: Invalid image: %s
nl_nl: Ongeldige afbeelding: %s

source: Error: %s
nl_nl: Fout: %s

source: Error getting remote image %s.
nl_nl: Fout bij het verkrijgen van externe afbeelding %s.

source: Invalid URL %s.
nl_nl: Ongeldige URL %s.

source: with no alternative available.
nl_nl: zonder dat er een alternatief beschikbaar is.

source: ! Use %s instead.
nl_nl: ! Gebruik in plaats daarvan %s.

source: %1$s is deprecated since version %2$s
nl_nl: %1$s is afgeschaft sinds versie %2$s

source: %1$s Database Version is %2$s
nl_nl: %1$s databaseversie is %2$s

source: %1$s Version is %2$s
nl_nl: %1$s versie is %2$s

source: Returns the database version of CoCart installed.
nl_nl: Retourneert de geïnstalleerde databaseversie van CoCart.

source: Returns the version of CoCart installed.
nl_nl: Retourneert de geïnstalleerde versie van CoCart.

source: %1$d update functions completed. Database version is %2$s
nl_nl: %1$d Update functies voltooid. Database versie is %2$s

source: Updating database
nl_nl: Bezig met bijwerken van uw databank

source: Found %1$d updates (%2$s)
nl_nl: Gevonden %1$d updates (%2$s)

source: No updates required. Database version is %s
nl_nl: Geen updates nodig. Database versie is %s

source: Updates the CoCart database.
nl_nl: Werkt de CoCart-database bij.

source: Must authenticate customer as the cart key provided is a registered customer.
nl_nl: Moet de klant verifiëren omdat de verstrekte winkelwagensleutel een geregistreerde klant is.

source: You are already authenticating as the customer. Cannot set cart key as the user.
nl_nl: U bent al aan het authenticeren als klant. Kan de winkelwagensleutel niet instellen als de gebruiker.

source: Cart key is recognized as a registered user on site. Cannot be loaded into session as a guest.
nl_nl: De winkelwagensleutel wordt herkend als een geregistreerde gebruiker op de site. Kan niet als gast in de sessie worden geladen.

source: Cart key "%s" is already loaded as the currently logged in user.
nl_nl: Winkelwagensleutel "%s" is al geladen als de momenteel ingelogde gebruiker.

source: You cannot use this route to add "%1$s" products to the cart. Please use %2$s instead.
nl_nl: U kunt deze route niet gebruiken om "%1$s" producten aan de winkelwagen toe te voegen. Gebruik in plaats daarvan %2$s.

source: ====%1$s Version: %2$s====
nl_nl: ====%1$s versie: %2$s====

source: Sorry, we do not have enough "%1$s" in stock to fulfill your order (%2$s available). We apologize for any inconvenience caused.
nl_nl: Sorry, we hebben niet genoeg '%1$s' op voorraad om je bestelling te voltooien (%2$s beschikbaar).

source: Data update complete
nl_nl: Gegevensupdate voltooid

source: Could not find %s callback
nl_nl: Kon %s callback niet vinden

source: Finished running %s callback
nl_nl: Klaar met het uitvoeren van %s callback

source: %s callback needs to run again
nl_nl: %s callback moet opnieuw worden uitgevoerd

source: Running %s callback
nl_nl: Terugbellen %s uitvoeren

source: Unable to dispatch CoCart updater: %s
nl_nl: Kan CoCart-updater niet verzenden: %s

source: Unknown request method for %s.
nl_nl: Onbekende aanvraagmethode voor %s.

source: Permission to %1$s %2$s is only permitted if the user is authenticated.
nl_nl: Toestemming om te %1$s %2$s is alleen toegestaan als de gebruiker is geverifieerd.

source: Returns a message and quantity value after updating item in cart.
nl_nl: Retourneert een bericht en hoeveelheidswaarde na het bijwerken van het artikel in de winkelwagen.

source: This cart either has no items or was not calculated.
nl_nl: Deze winkelwagen heeft geen artikelen of is niet berekend.

source: No carts in session!
nl_nl: Geen karren in sessie!

source: Sorry, you cannot list resources.
nl_nl: Sorry, je kunt gegevensbronnen niet weergeven.

source: Returns the item details once restored.
nl_nl: Retourneert de objectgegevens zodra ze zijn hersteld.

source: Item does not exist in cart.
nl_nl: Artikel bestaat niet in winkelwagen.

source: %s has already been restored to the cart.
nl_nl: %s is al hersteld in de winkelwagen.

source: Returns a message after removing item from cart.
nl_nl: Retourneert een bericht na het verwijderen van het artikel uit de winkelwagen.

source: %s has been removed from cart.
nl_nl: %s is uit de winkelwagen verwijderd.

source: %s does not exist in cart.
nl_nl: %s bestaat niet in winkelwagen.

source: %s has already been removed from cart.
nl_nl: %s is al uit de winkelwagen verwijderd.

source: Item
nl_nl: Artikel

source: Don't forget to store the users login information in order to authenticate all other routes with CoCart.
nl_nl: Vergeet niet de inloggegevens van de gebruikers op te slaan om alle andere routes met CoCart te authenticeren.

source: Sorry, you are not authorized.
nl_nl: Sorry, u bent niet geautoriseerd.

source: No items in the cart.
nl_nl: Geen artikelen in de winkelwagen.

source: Returns count for removed items from the cart.
nl_nl: Retourzendingen tellen mee voor verwijderde artikelen uit de winkelwagen.

source: Keeps removed items in session when clearing the cart.
nl_nl: Houdt verwijderde items in sessie bij het leegmaken van de winkelwagen.

source: Rated %s out of 5
nl_nl: Waardering %s uit 5

source: Available on backorder
nl_nl: Beschikbaar via nabestelling

source: An item which is no longer available was removed from your cart.
nl_nl: Een artikel dat niet langer beschikbaar is, is verwijderd uit je winkelwagen.

source: Quantity must be integer or a float value!
nl_nl: De hoeveelheid moet een geheel getal of een vlotterwaarde zijn!

source: Product does not exist! Check that you have submitted a product ID or SKU ID correctly for a product that exists.
nl_nl: Product bestaat niet! Controleer of u een product-ID of SKU-ID correct hebt ingediend voor een bestaand product.

source: (estimated for %s)
nl_nl: (geschat op %s)

source: Returns the cart totals once calculated if requested.
nl_nl: Retourneert de totalen van de winkelwagentjes zodra deze zijn berekend, indien gevraagd.

source: Returns the items details once added.
nl_nl: Retourneert de details van de items nadat ze zijn toegevoegd.

source: List of items and quantity in the cart.
nl_nl: Lijst met artikelen en hoeveelheid in de winkelwagen.

source: Unique identifier for the container product ID.
nl_nl: Unieke identificatie voor de product-ID van de container.

source: Please choose a product to add to your cart.
nl_nl: Kies een product om aan uw winkelwagen toe te voegen.

source: Please choose the quantity of items you wish to add to your cart.
nl_nl: Kies het aantal artikelen dat u aan uw winkelwagentje wilt toevoegen.

source: Returns the item details once added.
nl_nl: Retourneert de objectgegevens nadat ze zijn toegevoegd.

source: Note: WP CRON has been disabled on your install which may prevent this update from completing.
nl_nl: Let op: WP CRON is niet actief op uw installatie. Dit kan deze update verhinderen.

source: %s is updating the database in the background. The database update process may take a little while, so please be patient.
nl_nl: %s werkt de database op de achtergrond bij. Het updateproces van de database kan even duren, dus wees geduldig.

source: View progress &rarr;
nl_nl: Voortgang weergeven &rarr;

source: You can manually run queued updates here.
nl_nl: U kunt hier handmatig updates in de wachtrij uitvoeren.

source: %s database update complete. Thank you for updating to the latest version!
nl_nl: %s database-update voltooid. Bedankt voor het updaten naar de nieuwste versie!

source: Learn more about updates
nl_nl: Meer informatie over updates

source: The database update process runs in the background and may take a little while, so please be patient. Advanced users can alternatively update via %1$sWP CLI%2$s.
nl_nl: Het updateproces van de database wordt op de achtergrond uitgevoerd en kan even duren. Even geduld. Geavanceerde gebruikers kunnen ook een update uitvoeren via %1$sWP CLI%2$s.

source: %s has been updated! To keep things running smoothly, we have to update your database to the newest version.
nl_nl: %s is geüpdatet! Om alles soepel te laten verlopen, moeten we uw database updaten naar de nieuwste versie.

source: %s database update required
nl_nl: %s database-update vereist

source: Dismiss
nl_nl: Afwijzen

source: One table is required for CoCart to function is missing and will not work as expected. Missing table: <code>%1$s</code>
nl_nl: Er is één tabel nodig om CoCart te laten functioneren, ontbreekt en werkt niet zoals verwacht. Ontbrekende tabel: <code>%1$s</code>

source: One table is required for CoCart to function is missing and will not work as expected. Missing table: <code>%1$s</code> <a href="%2$s">Check again.</a>
nl_nl: Er is één tabel nodig om CoCart te laten functioneren, ontbreekt en werkt niet zoals verwacht. Ontbrekende tabel: <code>%1$s</code> <a href="%2$s">Controleer opnieuw.</a>

source: Database table missing
nl_nl: Databasetabel ontbreekt

source: View Plugin Suggestions
nl_nl: Suggesties voor plug-ins bekijken

source: Join Community
nl_nl: Word Lid Van Community

source: Verifying database:
nl_nl: Database verifiëren:

source: Database verified successfully.
nl_nl: Database succesvol geverifieerd.

source: This tool will clear all carts in session and saved carts.
nl_nl: Deze tool wist alle winkelwagentjes in de sessie en opgeslagen winkelwagentjes.

source: Verify if all CoCart's base database tables are present.
nl_nl: Controleer of alle basisdatabasetabellen van CoCart aanwezig zijn.

source: Verify database
nl_nl: Database verifiëren

source: Verify CoCart base database tables
nl_nl: Controleer de CoCart-basisdatabasetabellen

source: This will update CoCart's session table in the database to the latest version. This is only needed to be done if you prefer to update manually or the automatic update failed. Please ensure you make sufficient backups before proceeding.
nl_nl: Hiermee wordt de sessietabel van CoCart in de database bijgewerkt naar de nieuwste versie. Dit hoeft alleen te worden gedaan als u liever handmatig updatet of als de automatische update is mislukt. Zorg ervoor dat u voldoende back-ups maakt voordat u verder gaat.

source: Missing session table.
nl_nl: Ontbrekende sessietabel.

source: These carts were created other than %1$s or %2$s.
nl_nl: Deze karren zijn gemaakt op een andere manier dan %1$s of %2$s.

source: Carts Active
nl_nl: Karren actief

source: Installed
nl_nl: Geïnstalleerd

source: Network Activate %s
nl_nl: Netwerk-wijd activeren %s

source: Network Activate
nl_nl: Netwerk Activeren

source: Activate
nl_nl: Activeren

source: Installed & Active
nl_nl: Geïnstalleerd & Actief

source: Cannot Update
nl_nl: Kan niet updaten

source: Update Now
nl_nl: Nu updaten

source: Update %s now
nl_nl: %s bijwerken

source: Not Compatible
nl_nl: Niet compatibel

source: Purchase Now
nl_nl: Koop nu

source: Purchase %s now
nl_nl: Koop nu %s

source: by %s
nl_nl: door %s

source: Requires
nl_nl: Vereist

source: Learn more about these suggestions.
nl_nl: Meer informatie over deze suggesties.

source: This suggestion was made by %s, the awesome REST API plugin already installed on your site.
nl_nl: Deze suggestie is gedaan door %s, de geweldige REST API-plug-in die al op uw site is geïnstalleerd.

source: You don&#8217;t have permission to do this.
nl_nl: U heeft geen toestemming om dit te doen.

source: Action failed. Please refresh the page and retry.
nl_nl: Actie mislukt. Vernieuw de pagina en probeer opnieuw.

source: Return the default cart data if set to true.
nl_nl: Retourneert de standaardgegevens van de winkelwagen als deze is ingesteld op true.

source: Free shipping coupon
nl_nl: Kortingscode voor gratis verzending

source: Unable to retrieve cart.
nl_nl: Kon bestelling niet maken.

source: Unique identifier for the product or variation ID.
nl_nl: Unieke identificatie voor de product- of variatie-ID.

source: Database upgrade routine has been scheduled to run in the background.
nl_nl: Database upgrade routine is gepland om te draaien op de achtergrond.

source: Update CoCart Database
nl_nl: CoCart-database bijwerken

# label that indicates the number of carts expiring soon
source: Carts Expiring Soon
nl_nl: Karren die binnenkort verlopen

source: Variation for "%s" is not purchasable.
nl_nl: Variatie voor "%s" is niet te koop.

source: Any expired carts that get updated before being cleared will become an active cart again.
nl_nl: Alle verlopen winkelwagentjes die worden bijgewerkt voordat ze worden gewist, worden weer een actieve winkelwagen.

source: Carts that only have less than 6 hours left before they have expired.
nl_nl: Karren die nog maar minder dan 6 uur over hebben voordat ze verlopen zijn.

source: %1$d out of %2$d in session.
nl_nl: %1$d uit %2$d tijdens de sessie.

source: Carts Expiring Soon
nl_nl: Karren die binnenkort verlopen

source: Request returned nothing for "%s"! Please seek assistance.
nl_nl: Verzoek geretourneerd niets voor "%s"! Zoek alstublieft hulp.

source: Now you are ready to start developing your headless store. Visit the documentation site to learn how to access the API, view examples and find many action hooks and filters and more.
nl_nl: Nu ben je klaar om te beginnen met het ontwikkelen van je headless winkel. Ga naar de documentatiesite voor meer informatie over hoe u toegang krijgt tot de API, bekijk voorbeelden en vind veel actiehaken en filters en meer.

source: %1$s is not required as it is already packaged within %2$s
nl_nl: %1$s is niet nodig omdat het al is verpakt in %2$s

source: %1$s could not be activated. %2$s
nl_nl: %1$s kon niet worden geactiveerd. %2$s

source: The minimum PHP version required for %1$s is %2$s. You are running %3$s.
nl_nl: De minimale PHP-versie die nodig is voor %1$s is %2$s. Je loopt %3$s.

source: , a release candidate of %s!
nl_nl: , een release candidate van %s!

source: , a beta release of %s!
nl_nl: , een bètaversie van %s!

source: Thank you for trying out v%s
nl_nl: Bedankt voor het uitproberen van v%s

source: Activate %s
nl_nl: Activeer %s

source: If you have any questions or any feedback at all, please let me know. Any little bit you're willing to share helps the development of CoCart.
nl_nl: Als je vragen of feedback hebt, laat het me dan weten. Elk klein beetje dat u wilt delen, helpt de ontwikkeling van CoCart.

source: Upgrade %s and unlock more cart features and supported WooCommerce extensions.
nl_nl: Upgrade %s en ontgrendel meer winkelwagenfuncties en ondersteunde WooCommerce-extensies.

source: Ready to take your headless store to the next level?
nl_nl: Klaar om je headless winkel naar een hoger niveau te tillen?

source: Thank you for installing %s!
nl_nl: Bedankt voor het installeren van %s!

source: Share feedback
nl_nl: Feedback geven

source: We love your input to shape the future of CoCart together. Feel free to share any feedback, ideas or suggestions that you have.
nl_nl: We houden van uw input om samen de toekomst van CoCart vorm te geven. Voel je vrij om feedback, ideeën of suggesties die je hebt te delen.

source: Help improve CoCart
nl_nl: Help CoCart te verbeteren

source: You can only have 1 %s in your cart.
nl_nl: U kunt slechts 1 %s in uw winkelmand hebben.

source: Current product price.
nl_nl: Huidige productprijs.

source: Product name.
nl_nl: Productnaam.

source: Line total tax.
nl_nl: Regel Totale btw.

source: Line total (the price of the product after coupon discounts have been applied).
nl_nl: Regel Totaal (de prijs van het product nadat kortingscode kortingen zijn toegepast).

source: Line subtotal tax.
nl_nl: Regel Subtotaal van btw.

source: Line subtotal (the price of the product before coupon discounts have been applied).
nl_nl: Regel Subtotaal (de prijs van het product voordat kortingscode kortingen zijn toegepast).

source: Line total tax data.
nl_nl: Regel totale belastinggegevens.

source: Line subtotal tax data.
nl_nl: Belastinggegevens voor subtotaal regel.

source: Quantity of this item in the cart.
nl_nl: Aantal van dit artikel in de bestellijst.

source: Variation attribute value.
nl_nl: Waarde van het kenmerk variatie.

source: Variation attribute slug.
nl_nl: Variatie attribuut slug.

source: Chosen attributes (for variations).
nl_nl: Gekozen attributen (voor variaties).

source: Unique identifier for the item within the cart.
nl_nl: Unieke id voor het item in het offerte overzicht.

source: List of cart items.
nl_nl: Lijst met offerte items.

source: Cart
nl_nl: Winkelwagen

source: Product "%s" no longer exists!
nl_nl: Product "%s" bestaat niet meer!

source: The variation attributes that identity the variation of the item.
nl_nl: De variatiekenmerken die de variatie van het item identificeren.

source: Returns the cart.
nl_nl: Retourneert de winkelwagen.

source: Additional item data to make the item unique.
nl_nl: Aanvullende artikelgegevens om het artikel uniek te maken.

source: Variation attributes that identity the variation of the item.
nl_nl: Variatiekenmerken die de variatie van het item identificeren.

source: Quantity amount.
nl_nl: Hoeveelheid bedrag.

source: Add Item
nl_nl: Item toevoegen

source: 1 month
nl_nl: 1 maand

source: %s months
nl_nl: %s maanden

source: Product "%s" is protected and cannot be purchased.
nl_nl: Product "%s" is beschermd en kan niet worden gekocht.

source: This product cannot be added to the cart.
nl_nl: Dit product kan niet aan het offerte overzicht worden toegevoegd.

source: No matching variation found.
nl_nl: Er is geen overeenkomende variatie gevonden.

source: %s is a required field.
nl_nl: %s is een verplicht veld.

source: Missing variation data for variable product.
nl_nl: Ontbrekende variatiegegevens voor variabel product.

source: Invalid value posted for %1$s. Allowed values: %2$s
nl_nl: Ongeldige waarde gepost voor %1$s. Toegestane waarden: %2$s

source: Carts are now synchronized.
nl_nl: Winkelwagentjes zijn nu gesynchroniseerd.

source: All active carts have been cleared and %s saved carts.
nl_nl: Alle actieve winkelwagentjes zijn gewist en %s opgeslagen winkelwagens.
