Repository: remmmi/WooCommerce-Cart-REST-API
Catalog: languages/cart-rest-api-for-woocommerce-*.po
Languages: nl_nl

source: This will copy any existing carts from WooCommerce's session table to CoCart's session table in the database. If cart already exists for a customer then it will not sync for that customer.
nl_nl: Hiermee worden alle bestaande winkelwagentjes van de sessietabel van WooCommerce naar de sessietabel van CoCart in de database gekopieerd. Als er al een winkelwagentje bestaat voor een klant, wordt deze niet gesynchroniseerd voor die klant.

source: Synchronize (%d) cart/s
nl_nl: Synchroniseer (%d) winkelwagen(s)

source: Synchronize carts
nl_nl: Winkelwagentjes synchroniseren

source: This tool will clear all carts in session handled by CoCart and saved carts.
nl_nl: Deze tool zal alle winkelwagentjes in sessie die door CoCart worden afgehandeld en opgeslagen winkelwagentjes wissen.

source: Sorry but this cart has expired!
nl_nl: Sorry, maar deze winkelwagen is verlopen!

source: Unique identifier for the cart/customer.
nl_nl: Unieke identificatie voor de winkelwagen/klant.

source: Cart Key is required!
nl_nl: Winkelwagensleutel is vereist!

source: Don't ask me again
nl_nl: Vraag het me niet nog een keer

source: Hide this notice forever.
nl_nl: Verberg deze mededeling voor altijd.

# label that indicates the number of carts expired
source: Carts Expired
nl_nl: Winkelwagentjes verlopen

# label that indicates the number of carts in session
source: Carts in Session
nl_nl: Karren in sessie

# label that indicates the install date of the plugin
source: Install Date
nl_nl: Installatiedatum

# label that indicates the database version of the plugin
source: Database Version
nl_nl: Database versie

# label that indicates the version of the plugin
source: Version
nl_nl: Versie

source: Your 🛒 cart has been transferred over. You may %1$scontinue shopping%3$s or %2$scheckout%3$s.
nl_nl: Uw 🛒 winkelwagen is overgezet. U kunt %1$sverder winkelen%3$s of %2$safrekenen%3$s.

source: You cannot add "%1$s" to your cart as it is an "%2$s" product.
nl_nl: U kunt "%1$s" niet aan uw winkelwagentje toevoegen omdat het een "%2$s" product is.

source: User has changed! Was %1$s before and is now %2$s
nl_nl: Gebruiker is veranderd! Was eerder %1$s en is nu %2$s

source: Unable to find cart for: %s
nl_nl: Kan winkelwagen niet vinden voor: %s

source: Product did not pass validation!
nl_nl: Product is niet gevalideerd!

source: Cart in session is not valid!
nl_nl: Winkelwagen in sessie is niet geldig!

source: %s has been removed from your cart because it can no longer be purchased. Please contact us if you need assistance.
nl_nl: %s is uit je winkelwagen verwijderd, omdat het niet langer beschikbaar is. Neem contact met ons op als je hulp nodig hebt.

source: This product does not exist!
nl_nl: Dit product bestaat niet!

source: Returns the cart once item is added.
nl_nl: Retourneert de winkelwagen zodra het item is toegevoegd.

source: Additional item data passed to make item unique.
nl_nl: Aanvullende objectgegevens worden doorgegeven om het artikel uniek te maken.

source: All expired carts have now been cleared from the database.
nl_nl: Alle verlopen winkelwagentjes zijn nu gewist uit de database.

source: only
nl_nl: alleen

source: This tool will clear all expired carts %s stored in the database.
nl_nl: Deze tool wist alle verlopen winkelwagentjes %s in de database zijn opgeslagen.

source: Clear expired
nl_nl: Verlopen wissen

source: Clear expired carts
nl_nl: Verlopen winkelwagentjes wissen

source: Note:
nl_nl: Notitie:

source: Clear all
nl_nl: Alles wissen

source: Clear cart sessions
nl_nl: Sessies met een winkelwagentje wissen

source: Carts Expired
nl_nl: Winkelwagentjes verlopen

source: Carts in Session
nl_nl: Karren in sessie

source: Install Date
nl_nl: Installatiedatum

source: Database Version
nl_nl: Database versie

source: Version
nl_nl: Versie

source: This section shows any information about %s.
nl_nl: In dit gedeelte vindt u alle informatie over %s.

source: Translate
nl_nl: Vertalen

source: Translate %s
nl_nl: Vertaal %s

source: Cart totals have been calculated.
nl_nl: De totalen van de winkelwagen zijn berekend.

source: Unable to update item quantity in cart.
nl_nl: Het aantal artikelen in de winkelwagen kan niet worden bijgewerkt.

source: The quantity for "%s" has not changed.
nl_nl: De hoeveelheid voor "%s" is niet gewijzigd.

source: The quantity for "%1$s" has decreased to "%2$s".
nl_nl: De hoeveelheid voor "%1$s" is verlaagd tot "%2$s".

source: The quantity for "%1$s" has increased to "%2$s".
nl_nl: De hoeveelheid voor "%1$s" is verhoogd tot "%2$s".

source: Unable to restore item to the cart.
nl_nl: Het artikel kan niet worden hersteld naar de winkelwagen.

source: Item has been restored to the cart.
nl_nl: Het artikel is hersteld in de winkelwagen.

source: Cart item key is required!
nl_nl: Winkelwagenobjectsleutel is vereist!

source: Unable to remove item from cart.
nl_nl: Het artikel kan niet uit de winkelwagen worden verwijderd.

source: Item has been removed from cart.
nl_nl: Artikel is verwijderd uit winkelwagen.

source: Item specified does not exist in cart.
nl_nl: Het opgegeven artikel bestaat niet in de winkelwagen.

source: No items in cart.
nl_nl: U heeft nog geen producten in de winkelwagen.

source: You cannot add "%s" to your cart.
nl_nl: U kunt "%s" niet aan uw winkelwagen toevoegen.

source: This item can not be added to the cart.
nl_nl: Dit artikel kan niet aan de winkelwagen worden toegevoegd.

source: You cannot add that amount to the cart &mdash; we have %1$s in stock and you already have %2$s in your cart.
nl_nl: U kunt dit aantal niet aan uw winkelmand toevoegen &mdash; we hebben er %1$s op voorraad en u heeft er al %2$s in uw winkelmand.

source: You cannot add "%s" to the cart because the product is out of stock.
nl_nl: U kunt "%s" niet toevoegen aan de winkelmand omdat het product niet in voorraad is.

source: Sorry, this product cannot be purchased.
nl_nl: Helaas, dit product kan momenteel niet worden verkocht.

source: You cannot add another "%s" to your cart.
nl_nl: U kunt niet nog een "%s" aan uw winkelmand toevoegen.

source: You cannot add a quantity of %1$s for "%2$s" to the cart because there is not enough stock. - only %3$s remaining!
nl_nl: U kunt geen hoeveelheid %1$s voor "%2$s" aan de winkelwagen toevoegen omdat er niet genoeg voorraad is. - Nog maar %3$s over!

source: Quantity must be numeric!
nl_nl: Hoeveelheid moet numeriek zijn!

source: Product ID must be numeric!
nl_nl: Product-ID moet numeriek zijn!

source: Product ID number is required!
nl_nl: Product-ID-nummer is vereist!

source: Clearing the cart failed!
nl_nl: Het opruimen van de kar is mislukt!

source: Cart is cleared.
nl_nl: Winkelwagen is gewist.

source: There are no items in the cart!
nl_nl: Er zijn geen artikelen in de winkelwagen!

source: Customer ID is required!
nl_nl: Klant-ID is vereist!

source: Cannot read cart!
nl_nl: Kan winkelwagen niet lezen!

source: Returns the totals pre-formatted.
nl_nl: Retourneert de totalen die vooraf zijn opgemaakt.

source: Returns the whole cart to reduce API requests.
nl_nl: Retourneert de hele winkelwagen om API-verzoeken te verminderen.

source: Unique identifier for the item in the cart.
nl_nl: Unieke identificatie voor het artikel in de winkelwagen.

source: Unique identifier for the review.
nl_nl: Unieke identificatie voor de beoordeling.

source: Returns the URL of the product image thumbnail.
nl_nl: Retourneert de URL van de miniatuur van de productafbeelding.

source: Returns the cart totals once calculated.
nl_nl: Retourneert de totalen van de winkelwagen nadat deze zijn berekend.

source: Unique identifier for the variation.
nl_nl: Unieke identifier voor de variatie.

source: The quantity amount of the item to add to cart.
nl_nl: De hoeveelheid van het artikel dat aan de winkelwagen moet worden toegevoegd.

source: Unique identifier for the product.
nl_nl: De unieke id voor het product.

source: Install WooCommerce
nl_nl: Installeer WooCommerce

source: As you do not have permission to activate a plugin. Please ask a site administrator to activate WooCommerce for you.
nl_nl: Omdat je geen toestemming hebt om een plug-in te activeren. Vraag een sitebeheerder om WooCommerce voor je te activeren.

source: Activate WooCommerce
nl_nl: Activeer WooCommerce

source: %1$s requires %2$s to be installed and activated.
nl_nl: %1$s vereist dat %2$s worden geïnstalleerd en geactiveerd.

source: Learn more
nl_nl: Leer meer

source: Give Feedback
nl_nl: Feedback geven

source: Give Feedback for %2$s
nl_nl: Feedback geven voor %2$s

source: Sorry, %1$s%3$s%2$s requires WordPress %4$s or higher. Please upgrade your WordPress setup.
nl_nl: Sorry, %1$s%3$s%2$s vereist WordPress %4$s of hoger. Upgrade je WordPress-installatie.

source: Update WooCommerce
nl_nl: WooCommerce bijwerken

source: %1$s requires at least %2$s v%3$s or higher.
nl_nl: %1$s vereist minimaal %2$s V%3$s of hoger.

source: Update Required!
nl_nl: Update vereist!

source: View Documentation
nl_nl: Bekijk documentatie

source: a second
nl_nl: een seconde

source: %s seconds
nl_nl: %s seconden

source: a minute
nl_nl: een minuut

source: %s minutes
nl_nl: %s minuten

source: an hour
nl_nl: een uur

source: %s hours
nl_nl: %s uren

source: a day
nl_nl: een dag

source: %s days
nl_nl: %s dagen

source: a week
nl_nl: een week

source: %s weeks
nl_nl: %s weken

source: a year
nl_nl: een jaar

source: %s years
nl_nl: %s jaren

source: Leave a Review
nl_nl: Laat een beoordeling achter

source: Documentation
nl_nl: Documentatie

source: View %s Documentation
nl_nl: Toon %s documentatie

source: Unserializing instances of this class is forbidden.
nl_nl: Het is niet toegestaan exemplaren van deze klasse te incasseren.

source: Cloning this object is forbidden.
nl_nl: Het klonen van dit object is verboden.
