Repository: remmmi/WooCommerce-Cart-REST-API
Catalog: languages/cart-rest-api-for-woocommerce-*.po
Languages: nl_nl

source: Limit response to products created before a given ISO8601 compliant date.
nl_nl: Beperk de respons tot producten die vóór een bepaalde ISO8601 conforme datum zijn gemaakt.

source: Limit response to products created after a given ISO8601 compliant date.
nl_nl: Beperk de respons op producten die na een bepaalde ISO8601 conforme datum zijn gemaakt.

source: Replace with %s.
nl_nl: Vervang door %s.

source: The %1$s function is deprecated since version %2$s.
nl_nl: De functie %1$s is afgeschaft sinds versie %2$s.

source: The routes of CoCart.
nl_nl: De routes van CoCart.

source: Limit result set to all products except those of a particular parent ID.
nl_nl: Beperk het resultaat tot alle producten, behalve die met een bepaalde bovenliggende ID.

source: Limit result set to products with particular parent IDs.
nl_nl: Beperk het instellen van resultaten tot producten met bepaalde bovenliggende ID's.

source: Sort collection by product attribute.
nl_nl: Sorteer de collectie op productkenmerk.

source: The page number requested is larger than the number of products available.
nl_nl: Het gevraagde paginanummer is groter dan het aantal beschikbare producten.

source: Please note: Other than CoCart, we do not provide support for any WooCommerce extension or third party plugin unless stated otherwise. See plugin requirements at the bottom of each plugin card.
nl_nl: Let op: behalve CoCart bieden we geen ondersteuning voor een WooCommerce-extensie of plug-in van derden, tenzij anders vermeld. Zie de vereisten voor plug-ins onder aan elke plug-inkaart.

source: These plugins suggestions are provided to help with decoupling your store for headless needs. Some plugins may or may not support or extend the functionality of CoCart. You may learn more about each of them via their card listed below.
nl_nl: Deze suggesties voor plug-ins zijn bedoeld om u te helpen bij het ontkoppelen van uw winkel voor headless-behoeften. Sommige plug-ins kunnen de functionaliteit van CoCart al dan niet ondersteunen of uitbreiden. U kunt meer over elk van hen te weten komen via hun onderstaande kaart.

source: Remind me another time
nl_nl: Herinner me er een andere keer aan

source: Hide this notice.
nl_nl: Verberg deze melding.

source: What is next for %s?
nl_nl: Wat is de volgende stap voor %s?

source: Request Demo
nl_nl: Demo aanvragen

source: WordPress Playground is not compatible with the %s plugin. Recommend requesting a demo instead.
nl_nl: WordPress Playground is niet compatibel met de %s plugin. Beveel aan om in plaats daarvan een demo aan te vragen.

source: If no, %s will transfer all cart sessions to our database table to prevent duplicate cart session data.
nl_nl: Als dit niet het geval is, zullen %s alle winkelwagensessies overbrengen naar onze databasetabel om dubbele winkelwagensessiegegevens te voorkomen.

source: View details
nl_nl: Bekijk details

source: Visit website
nl_nl: Bezoek website

source: Information
nl_nl: Informatie

source: View %s setup wizard
nl_nl: Bekijk %s installatiewizard

source: Need to access the setup wizard again? Press on the button below.
nl_nl: Wilt u de installatiewizard opnieuw openen? Druk op onderstaande knop.

source: Help translate
nl_nl: Hulp bij het vertalen

source: %1$sDiscussions%2$s. We have an active and friendly community on our %3$s server who may be able to help you figure out the how-tos of %4$s.
nl_nl: %1$s Discussies%2$s. We hebben een actieve en vriendelijke community op onze %3$s server die je misschien kan helpen bij het uitzoeken van de how-to's van %4$s.

source: View API Reference
nl_nl: API-referentie weergeven

source: %1$sDocumentation%2$s. Our extensive documentation contains the API reference and some examples.
nl_nl: %1$s Documentatie%2$s. Onze uitgebreide documentatie bevat de API-referentie en enkele voorbeelden.

source: Join %1$s Community on %2$s
nl_nl: Word lid van %1$s community op %2$s

source: Support
nl_nl: Ondersteuning

source: Support for %s
nl_nl: Ondersteuning voor %s

source: What's Coming Next?
nl_nl: Wat komt er nu?

source: What is CORS?
nl_nl: Wat is CORS?

source: If you are using multiple domains for your headless setup, installing support for CORS is recommended.
nl_nl: Als je meerdere domeinen gebruikt voor je headless setup, is het aan te raden om ondersteuning voor CORS te installeren.

source: Currently only provide suggestions in English.
nl_nl: Geef momenteel alleen suggesties in het Engels.

source: Total of available products in store.
nl_nl: Totaal aantal beschikbare producten in de winkel.

source: Total number of pages based on result criteria.
nl_nl: Totaal aantal pagina's op basis van resultaatcriteria.

source: Current page of pagination.
nl_nl: Huidige pagina van paginering.

source: Returned products based on result criteria.
nl_nl: Geretourneerde producten op basis van resultaatcriteria.

source: CoCart Task: Clean up carts failed.
nl_nl: CoCart-taak: Het opruimen van winkelwagentjes is mislukt.

source: Cart updated.
nl_nl: Winkelwagen bijgewerkt.

source: Product meta data.
nl_nl: Metagegevens van producten.

source: Add to Cart Text
nl_nl: Tekst toevoegen aan winkelwagen

source: Amount of product sales.
nl_nl: Bedrag van de productverkoop.

source: Product dimension unit.
nl_nl: Eenheid van productafmetingen.

source: Product weight unit.
nl_nl: Eenheid van het gewicht van het product.

source: Product weight value.
nl_nl: Waarde van het productgewicht.

source: Do we show if the product is on backorder?
nl_nl: Tonen we of het product in backorder staat?

source: If managing stock, this tells us if backorders are allowed.
nl_nl: Als we de voorraad beheren, weten we of nabestellingen zijn toegestaan.

source: Stock status.
nl_nl: Voorraadstatus.

source: Product stock details.
nl_nl: Details van de productvoorraad.

source: The REST URL for adding the product to cart.
nl_nl: De REST-URL voor het toevoegen van het product aan de winkelwagen.

source: Maximum purchase quantity allowed based on stock (if managed).
nl_nl: Maximaal toegestane inkoophoeveelheid op basis van voorraad (indien beheerd).

source: Minimum purchase quantity allowed for product.
nl_nl: Minimaal toegestane aankoophoeveelheid voor product.

source: Purchase limits depending on stock.
nl_nl: Aankooplimieten afhankelijk van de voorraad.

source: Is product purchasable?
nl_nl: Is het product te koop?

source: Variation product featured image.
nl_nl: Uitgelichte afbeelding van variatieproduct.

source: Product attributes.
nl_nl: Productkenmerken.

source: Unique identifier for the variation product.
nl_nl: Unieke identificatie voor het variatieproduct.

source: Can the attribute be used as a variation?
nl_nl: Kan het attribuut als variatie worden gebruikt?

source: The REST URL for viewing this product tag.
nl_nl: De REST-URL voor het bekijken van deze producttag.

source: The REST URL for viewing this product category.
nl_nl: De REST-URL voor het bekijken van deze productcategorie.

source: Image set featured?
nl_nl: Afbeeldingenset uitgelicht?

source: Image position.
nl_nl: Positie van het beeld.

source: Image URL source for each attachment size registered.
nl_nl: Afbeeldings-URL-bron voor elke geregistreerde bijlagegrootte.

source: Reviews rated out of 5 on average.
nl_nl: Beoordelingen beoordeeld op 5 gemiddeld.

source: Rating count for the reviews in total.
nl_nl: Aantal beoordelingen voor de beoordelingen in totaal.

source: Does this product require shipping?
nl_nl: Moet dit product verzonden worden?

source: Are reviews allowed for this product?
nl_nl: Zijn reviews toegestaan voor dit product?

source: Are we limiting to just one of item to be bought in a single order?
nl_nl: Beperken we ons tot slechts één van de artikelen die in één bestelling moeten worden gekocht?

source: Is stock management at product level?
nl_nl: Is voorraadbeheer op productniveau?

source: Is the product downloadable?
nl_nl: Is het product downloadbaar?

source: Is the product virtual?
nl_nl: Is het product virtueel?

source: Various hidden conditions.
nl_nl: Diverse verborgen voorwaarden.

source: Currency suffix.
nl_nl: Valuta-achtervoegsel.

source: Currency prefix.
nl_nl: Valuta voorvoegsel.

source: Currency thousand separator.
nl_nl: Valuta duizendscheidingsteken.

source: Currency decimal separator.
nl_nl: Decimaalteken voor valuta.

source: Currency minor unit.
nl_nl: Valuta kleine eenheid.

source: Currency symbol.
nl_nl: Valuta symbool.

source: Currency code.
nl_nl: Valutacode.

source: Product currency.
nl_nl: Valuta van het product.

source: Product dates for on sale.
nl_nl: Productdata voor in de uitverkoop.

source: Maximum product price range.
nl_nl: Maximale productprijsklasse.

source: Minimum product price range.
nl_nl: Minimale productprijsklasse.

source: Product price range.
nl_nl: Prijsklasse van het product.

source: Product price (currently).
nl_nl: Productprijs (op dit moment).

source: Product prices.
nl_nl: Productprijzen.

source: Product dates.
nl_nl: Datums van het product.

source: The "%s" route URL.
nl_nl: De route-URL van de %s.

source: The store address postcode or zip.
nl_nl: Het adres van de winkel, postcode of postcode.

source: The store address country.
nl_nl: Het land van het adres van de winkel.

source: The store address city.
nl_nl: Het adres van de winkel, de plaats.

source: The store address line two.
nl_nl: Het adres van de winkel regel twee.

source: The store address line one.
nl_nl: Het adres van de winkel regel één.

source: The full store address.
nl_nl: Het volledige winkeladres.

source: The timezone from site settings as a string.
nl_nl: De tijdzone van de site-instellingen als een tekenreeks.

source: The time offset for the timezone.
nl_nl: De tijdsverschuiving voor de tijdzone.

source: The site language, by default.
nl_nl: Standaard de taal van de site.

source: The site home URL.
nl_nl: De home-URL van de site.

source: The site tag line.
nl_nl: De slogan van de site.

source: Title of the site.
nl_nl: Titel van de site.

source: Version of the %s (core) plugin.
nl_nl: Versie van de %s (core) plugin.

source: A message to developers.
nl_nl: Een boodschap aan ontwikkelaars.

source: The email address of the user.
nl_nl: Het e-mailadres van de gebruiker.

source: The avatar URLs of the user for each avatar size registered.
nl_nl: De avatar-URL's van de gebruiker voor elke geregistreerde avatargrootte.

source: The role type assigned to the user.
nl_nl: Het roltype dat aan de gebruiker is toegewezen.

source: The display name of the user (if any).
nl_nl: De weergavenaam van de gebruiker (indien van toepassing).

source: Unique ID to the user on the site.
nl_nl: Unieke ID voor de gebruiker op de site.

source: You must provide a namespace when extending the cart endpoint. Available namespaces: (%s)
nl_nl: U moet een naamruimte opgeven bij het uitbreiden van het eindpunt van de winkelwagen. Beschikbare naamruimten: (%s)

source: %s has been added back to your cart.
nl_nl: %s is weer toegevoegd aan uw winkelwagen.

source: The item container identified with the unique ID of the item.
nl_nl: De artikelcontainer die is geïdentificeerd met de unieke ID van het artikel.

source: Custom item data applied to the item in cart (if any).
nl_nl: Aangepaste artikelgegevens toegepast op het artikel in de winkelwagen (indien van toepassing).

source: The variation attributes of the item in cart (if item is a variation of a variable product).
nl_nl: De variatiekenmerken van het artikel in de winkelwagen (als het artikel een variatie is van een variabel product).

source: The weight of the item in cart.
nl_nl: Het gewicht van het artikel in de winkelwagen.

source: The unit measurement of the item in cart.
nl_nl: De eenheidsmaat van het artikel in de winkelwagen.

source: The height of the item in cart.
nl_nl: De hoogte van het artikel in de winkelwagen.

source: The width of the item in cart.
nl_nl: De breedte van het artikel in de winkelwagen.

source: The length of the item in cart.
nl_nl: De lengte van het artikel in de winkelwagen.

source: The dimensions of the item in cart.
nl_nl: De afmetingen van het artikel in de winkelwagen.

source: The SKU of the item in cart.
nl_nl: De SKU van het artikel in de winkelwagen.

source: The product type of the item in cart.
nl_nl: Het producttype van het artikel in de winkelwagen.

source: The total tax of the item in cart.
nl_nl: De totale belasting van het artikel in de winkelwagen.

source: The total of the item in cart.
nl_nl: Het totaal van het artikel in de winkelwagen.

source: The subtotal tax of the item in cart.
nl_nl: Het subtotaal belasting van het artikel in de winkelwagen.

source: The subtotal of the item in cart.
nl_nl: Het subtotaal van het artikel in de winkelwagen.

source: Internal parameter. No description.
nl_nl: Interne parameter. Geen beschrijving.

source: Set as true to count items removed from the cart.
nl_nl: Instellen als true om items te tellen die uit de winkelwagen zijn verwijderd.

source: Changed for the purpose of not overriding default properties.
nl_nl: Gewijzigd om standaardeigenschappen niet te overschrijven.

source: Notices for error actions.
nl_nl: Kennisgevingen voor foutacties.

source: Notices for successful actions.
nl_nl: Kennisgevingen voor succesvolle acties.

source: The cart notices.
nl_nl: De winkelwagen merkt het op.

source: The product type of the cross-sell product.
nl_nl: Het producttype van het cross-sell product.

source: The sale status of the cross-sell product.
nl_nl: De verkoopstatus van het cross-sell-product.

source: The average rating of the cross-sell product.
nl_nl: De gemiddelde beoordeling van het cross-sell-product.

source: The image of the cross-sell product.
nl_nl: Het imago van het cross-sell product.

source: The sale price of the cross-sell product.
nl_nl: De verkoopprijs van het cross-sell product.

source: The regular price of the cross-sell product.
nl_nl: De normale prijs van het cross-sell product.

source: The price of the cross-sell product.
nl_nl: De prijs van het cross-sell product.

source: The slug of the cross-sell product.
nl_nl: De slak van het cross-sell product.

source: The title of the cross-sell product.
nl_nl: De titel van het cross-sell product.

source: The name of the cross-sell product.
nl_nl: De naam van het cross-sell product.

source: Product ID or Variation ID of the cross-sell product.
nl_nl: Product-ID of Variatie-ID van het cross-sell-product.

source: Items you may be interested in adding to the cart.
nl_nl: Artikelen die u mogelijk aan de winkelwagen wilt toevoegen.

source: Custom item data applied to the item (if any).
nl_nl: Aangepaste artikelgegevens die op het artikel zijn toegepast (indien van toepassing).

source: The variation attributes of the item (if item is a variation of a variable product).
nl_nl: De variatiekenmerken van het artikel (als het artikel een variatie van een variabel product is).

source: The weight of the item.
nl_nl: Het gewicht van het artikel.

source: The unit measurement of the item.
nl_nl: De eenheidsmaat van het artikel.

source: The height of the item.
nl_nl: De hoogte van het item.

source: The width of the item.
nl_nl: De breedte van het item.

source: The length of the item.
nl_nl: De lengte van het item.

source: The dimensions of the item.
nl_nl: De afmetingen van het artikel.

source: The SKU of the item.
nl_nl: De SKU van het artikel.

source: The product type of the item.
nl_nl: Het producttype van het artikel.

source: The total tax of the item.
nl_nl: De totale belasting van het object.

source: The total of the item.
nl_nl: Het totaal van het artikel.

source: The subtotal tax of the item.
nl_nl: Het subtotaal belasting van het object.

source: The subtotal of the item.
nl_nl: Het subtotaal van het object.

source: The totals of the item.
nl_nl: De totalen van het artikel.

source: The quantity of the item.
nl_nl: De hoeveelheid van het artikel.

source: The price of the item.
nl_nl: De prijs van het item.

source: The title of the item.
nl_nl: De titel van het item.

source: The name of the item.
nl_nl: De naam van het item.

source: Product ID or Variation ID of the item.
nl_nl: Product-ID of Variatie-ID van het artikel.

source: Unique ID of the item.
nl_nl: Unieke ID van het item.

source: Items that have been removed from the cart.
nl_nl: Artikelen die uit de winkelwagen zijn verwijderd.

source: The total tax.
nl_nl: De totale belasting.

source: The total of everything in the cart.
nl_nl: Het totaal van alles in de winkelwagen.

source: The shipping tax.
nl_nl: De verzendbelasting.

source: The shipping total of the selected packages.
nl_nl: Het verzendtotaal van de geselecteerde pakketten.

source: The discount tax.
nl_nl: De kortingsbelasting.

source: The discount total.
nl_nl: Het kortingstotaal.

source: The fee tax.
nl_nl: De fee-belasting.

source: The fee total.
nl_nl: Het totaal van de vergoeding.

source: The subtotal tax of all items, shipping (if any) and fees (if any) before coupons applied (if any) to the cart.
nl_nl: Het subtotaal van de belasting van alle artikelen, verzendkosten (indien van toepassing) en kosten (indien van toepassing) voordat coupons (indien van toepassing) op de winkelwagen zijn toegepast.

source: The subtotal of all items, shipping (if any) and fees (if any) before coupons applied (if any) to the cart.
nl_nl: Het subtotaal van alle artikelen, verzendkosten (indien van toepassing) en kosten (indien van toepassing) voordat coupons (indien van toepassing) op de winkelwagen zijn toegepast.

source: The tax price.
nl_nl: De fiscale prijs.

source: The tax name.
nl_nl: De naam van de belasting.

source: The cart taxes.
nl_nl: De winkelwagenbelastingen.

source: The fee value.
nl_nl: De waarde van de vergoeding.

source: The fee name.
nl_nl: De naam van de vergoeding.

source: The cart fees.
nl_nl: De winkelwagenkosten.

source: The destination the package.
nl_nl: De bestemming, het pakket.

source: The chosen method set from the available rates.
nl_nl: De gekozen methode wordt bepaald uit de beschikbare tarieven.

source: The package index.
nl_nl: De pakketindex.

source: The package details if any.
nl_nl: De pakketdetails, indien van toepassing.

source: The items the shipping rate has calculated based on.
nl_nl: De items waarop het verzendtarief is berekend.

source: The rate meta data.
nl_nl: De metagegevens van het tarief.

source: The chosen method.
nl_nl: De gekozen methode.

source: The rate tax cost.
nl_nl: Het tarief belasting kosten.

source: The rate label and cost formatted.
nl_nl: Het tarieflabel en de kosten zijn opgemaakt.

source: The rate cost.
nl_nl: Het tarief kost.

source: The rate label.
nl_nl: Het tarieflabel.

source: The instance ID.
nl_nl: De exemplaar-id.

source: The method ID.
nl_nl: De methode-ID.

source: The rate key.
nl_nl: De tariefsleutel.

source: The package name.
nl_nl: De naam van het pakket.

source: The default package.
nl_nl: Het standaardpakket.

source: The packages returned after calculating shipping.
nl_nl: De pakketten worden geretourneerd na berekening van de verzendkosten.

source: True if the cart meets the criteria for showing shipping costs, and rates have been calculated and included in the totals.
nl_nl: Dit is het geval als de winkelwagen voldoet aan de criteria voor het weergeven van verzendkosten en de tarieven zijn berekend en opgenomen in de totalen.

source: True if the cart meets the criteria for showing items in the cart assigned to package.
nl_nl: Dit is het geval als de winkelwagen voldoet aan de criteria voor het weergeven van artikelen in de winkelwagen die aan het pakket is toegewezen.

source: The number of shipping packages available calculated on the shipping address.
nl_nl: Het aantal beschikbare verzendpakketten berekend op basis van het verzendadres.

source: The shipping packages available to the customer.
nl_nl: De verzendpakketten die beschikbaar zijn voor de klant.

source: True if the cart needs shipping and requires the showing of shipping costs.
nl_nl: Waar als de winkelwagen verzending nodig heeft en de verzendkosten moeten worden weergegeven.

source: True if the cart needs payment. False for carts with only free products and no shipping costs.
nl_nl: Klopt als het winkelwagen betaald moet worden. Vals voor karren met alleen gratis producten en geen verzendkosten.

source: The amount discounted from the cart (HTML formatted).
nl_nl: Het bedrag dat is verdisconteerd uit de winkelwagen (HTML-indeling).

source: The amount discounted from the cart.
nl_nl: Het bedrag dat uit de winkelwagen is afgeprijsd.

source: The coupon label.
nl_nl: Het couponlabel.

source: The coupon code.
nl_nl: De couponcode.

source: Coupons added to the cart.
nl_nl: Coupons toegevoegd aan de winkelwagen.

source: The total weight of all items in the cart.
nl_nl: Het totale gewicht van alle artikelen in de winkelwagen.

source: The number of items in the cart.
nl_nl: Het aantal artikelen in de winkelwagen.

source: The featured image of the item in the cart.
nl_nl: De uitgelichte afbeelding van het artikel in de winkelwagen.

source: Custom item data applied to the item in the cart (if any).
nl_nl: Aangepaste artikelgegevens toegepast op het artikel in de winkelwagen (indien van toepassing).

source: The variation attributes of the item in the cart (if item is a variation of a variable product).
nl_nl: De variatiekenmerken van het artikel in de winkelwagen (als het artikel een variatie van een variabel product is).

source: The weight of the item in the cart.
nl_nl: Het gewicht van het artikel in de winkelwagen.

source: The unit measurement of the item in the cart.
nl_nl: De eenheidsmaat van het artikel in de winkelwagen.

source: The height of the item in the cart.
nl_nl: De hoogte van het artikel in de winkelwagen.

source: The width of the item in the cart.
nl_nl: De breedte van het artikel in de winkelwagen.

source: The length of the item in the cart.
nl_nl: De lengte van het artikel in de winkelwagen.

source: The dimensions of the item in the cart.
nl_nl: De afmetingen van het artikel in de winkelwagen.

source: The SKU of the item in the cart.
nl_nl: De SKU van het artikel in de winkelwagen.

source: The product type of the item in the cart.
nl_nl: Het producttype van het artikel in de winkelwagen.

source: The meta data of the item in the cart.
nl_nl: De metagegevens van het artikel in de winkelwagen.

source: The product slug of the item in the cart.
nl_nl: De productslak van het artikel in de winkelwagen.

source: The total tax of the item in the cart.
nl_nl: De totale belasting van het artikel in de winkelwagen.

source: The total of the item in the cart.
nl_nl: Het totaal van het artikel in de winkelwagen.

source: The subtotal tax of the item in the cart.
nl_nl: Het subtotaal van de belasting van het artikel in de winkelwagen.

source: The subtotal of the item in the cart.
nl_nl: Het subtotaal van het artikel in de winkelwagen.

source: The totals of the item in the cart.
nl_nl: De totalen van het artikel in de winkelwagen.

source: The maximum purchase amount allowed. If -1 the item has an unlimited purchase amount.
nl_nl: Het maximaal toegestane aankoopbedrag. Indien -1 heeft het artikel een onbeperkt aankoopbedrag.

source: The minimum purchase amount required.
nl_nl: Het minimaal vereiste aankoopbedrag.

source: The quantity of the item in the cart.
nl_nl: De hoeveelheid van het artikel in de winkelwagen.

source: The quantity of the item in the cart and minimum and maximum purchase capability.
nl_nl: De hoeveelheid van het artikel in de winkelwagen en de minimale en maximale aankoopmogelijkheid.

source: The price of the item in the cart.
nl_nl: De prijs van het artikel in de winkelwagen.

source: The title of the item in the cart.
nl_nl: De titel van het artikel in de winkelwagen.
