Repository: remmmi/WooCommerce-Cart-REST-API
Catalog: languages/cocart-core-*.po
Languages: fr_fr, pt_br

source: Image name.
fr_fr: Nom de l'image.
pt_br: Nome da imagem.

source: Image URL.
fr_fr: URL de l'image.
pt_br: URL da imagem.

source: The date the image was last modified, as GMT.
fr_fr: Date de la dernière modification de l’image, format GMT.
pt_br: A data em que a imagem foi modificada pela última vez, como GMT.

source: The date the image was last modified, in the site's timezone.
fr_fr: La date à laquelle l&rsquo;image a été modifiée, en fuseau horaire du site.
pt_br: A data em que a imagem foi modificada pela última vez, no fuso horário do site.

source: The date the image was created, as GMT.
fr_fr: Date de création de l’image, format GMT.
pt_br: A data em que a imagem foi criada, como GMT.

source: The date the image was created, in the site's timezone.
fr_fr: La date à laquelle l&rsquo;image a été créée, en fuseau horaire du site.
pt_br: A data em que a imagem foi criada, no fuso horário do site.

source: Image ID.
fr_fr: ID de l'image.
pt_br: ID da imagem.

source: Image data.
fr_fr: Données d'image.
pt_br: Dados de imagem.

source: Category archive display type.
fr_fr: Type d&rsquo;affichage de l&rsquo;archive de catégorie.
pt_br: Tipo de exibição de arquivo de categoria.

source: HTML description of the resource.
fr_fr: Description HTML de la ressource.
pt_br: Descrição HTML do recurso.

source: The ID for the parent of the resource.
fr_fr: L&rsquo;identifiant du parent de la ressource.
pt_br: A ID do pai do recurso.

source: Category name.
fr_fr: Nom de la catégorie.
pt_br: Nome da categoria.

source: Attribute has archives?
fr_fr: L’attribut a des archives?
pt_br: Atributo tem arquivos?

source: Sort order.
fr_fr: Ordre de sortie.
pt_br: Ordem de classificação.

source: Type of attribute.
fr_fr: Type d&rsquo;attribut.
pt_br: Tipo de atributo.

source: An alphanumeric identifier for the resource unique to its type.
fr_fr: Un identifiant alphanumérique pour la ressource unique en son genre.
pt_br: Um identificador alfanumérico para o recurso exclusivo para seu tipo.

source: Attribute name.
fr_fr: Nom de l'attribut.
pt_br: Nome do atributo.

source: Attribute does not exist.
fr_fr: L'attribut n'existe pas.
pt_br: O atributo não existe.

source: Number of published products for the attribute term.
fr_fr: Nombre de produits publiés pour le terme d’attribut.
pt_br: Número de produtos publicados para o termo de atributo.

source: Menu order, used to custom sort the attribute term.
fr_fr: Ordre des menus, utilisé pour trier de manière personnalisée le terme d’attribut.
pt_br: Ordem do menu, usada para classificar o termo do atributo.

source: HTML description of the attribute term.
fr_fr: Description HTML du terme d’attribut.
pt_br: Descrição HTML do termo de atributo.

source: An alphanumeric identifier for the attribute term unique to its type.
fr_fr: Identificateur alphanumérique du terme d’attribut unique à son type.
pt_br: Um identificador alfanumérico para o termo de atributo exclusivo para seu tipo.

source: Term name.
fr_fr: Nom du terme.
pt_br: Nome do termo.

source: Unique identifier for the attribute term.
fr_fr: Identificateur unique du terme d’attribut.
pt_br: Identificador exclusivo para o termo de atributo.

source: Unique identifier for the attribute of the terms.
fr_fr: Identifiant unique pour l'attribut des termes.
pt_br: Identificador exclusivo para o atributo dos termos.

source: Limit result set to resources with a specific slug.
fr_fr: Limiter le jeu de résultats aux ressources avec un slug (code) spécifique.
pt_br: Limite o conjunto de resultados a recursos com um slug específico.

source: Limit result set to resources assigned to a specific product.
fr_fr: Limiter l’ensemble des résultats aux ressources affectées à un produit spécifique.
pt_br: Limite o conjunto de resultados aos recursos atribuídos a um produto específico.

source: Limit result set to resources assigned to a specific parent.
fr_fr: Limiter l’ensemble des résultats aux ressources affectées à un parent spécifique.
pt_br: Limite o conjunto de resultados aos recursos atribuídos a um pai específico.

source: Whether to hide resources not assigned to any products.
fr_fr: S&rsquo;il faut masquer les ressources affectées à aucun produit.
pt_br: Se os recursos não atribuídos a nenhum produto devem ser ocultados.

source: Sort collection by resource attribute.
fr_fr: Trier les oeuvres par attribut de ressource.
pt_br: Classifique a coleção por atributo de recurso.

source: Order sort attribute ascending or descending.
fr_fr: Attribut de tri de commande croissant ou décroissant.
pt_br: Atributo de classificação de ordem crescente ou decrescente.

source: Offset the result set by a specific number of items.
fr_fr: Compenser le jeu de résultats par un nombre spécifique d&rsquo;articles.
pt_br: Deslocar o conjunto de resultados por um número específico de itens.

source: Limit result set to specific ids.
fr_fr: Limiter le jeu de résultats aux identifiants spécifiques.
pt_br: Limite o conjunto de resultados a ids específicos.

source: Ensure result set excludes specific IDs.
fr_fr: S&rsquo;assurer que le jeu de résultats exclus des identifiants spécifiques.
pt_br: Verifique se o conjunto de resultados exclui IDs específicas.

source: Term does not exist.
fr_fr: Le terme n'éxistent pas.
pt_br: O termo não existe.

source: Taxonomy does not exist.
fr_fr: La taxonomie n'existe pas.
pt_br: A taxonomia não existe.

source: Sorry, you cannot view this resource.
fr_fr: Désolé, vous ne pouvez pas afficher cette ressource.
pt_br: Desculpe, você não pode visualizar este recurso.

source: Sorry, you cannot list resources.
fr_fr: Désolé, vous ne pouvez pas lister les ressources.
pt_br: Desculpe, você não pode listar recursos.

source: Unique identifier for the resource.
fr_fr: Identifiant unique pour la ressource.
pt_br: Identificador exclusivo do recurso.

source: Returns the totals pre-formatted.
fr_fr: Renvoie les totaux préformatés.
pt_br: Retorna os totais pré-formatados.

source: Returns the whole cart to reduce API requests.
fr_fr: Renvoie l’ensemble du panier pour réduire les requêtes d’API.
pt_br: Retorna o carrinho inteiro para reduzir as solicitações de API.

source: Unique identifier for the item in the cart.
fr_fr: Identifiant unique de l’article dans le panier.
pt_br: Identificador exclusivo para o item no carrinho.

source: The quantity for "%s" has not changed.
fr_fr: La quantité pour « %s » n’a pas changé.
pt_br: A quantidade de "%s" não foi alterada.

source: The quantity for "%1$s" has decreased to "%2$s".
fr_fr: La quantité de « %1$s » a été réduite à « %2$s ».
pt_br: A quantidade de "%1$s" diminuiu para "%2$s".

source: The quantity for "%1$s" has increased to "%2$s".
fr_fr: La quantité de « %1$s » est passée à « %2$s ».
pt_br: A quantidade de "%1$s" aumentou para "%2$s".

source: Unable to update item quantity in cart.
fr_fr: Impossible de mettre à jour la quantité d’articles dans le panier.
pt_br: Não é possível atualizar a quantidade de itens no carrinho.

source: You can only have 1 %s in your cart.
fr_fr: Vous pouvez seulement avoir 1 %s dans votre panier.
pt_br: Você só pode ter 1 %s em seu carrinho.

source: Unable to restore item to the cart.
fr_fr: Impossible de restaurer l’article dans le panier.
pt_br: Não é possível restaurar o item no carrinho.

source: Item has been restored to the cart.
fr_fr: L’article a été remis dans le panier.
pt_br: O item foi restaurado no carrinho.

source: Cart item key is required!
fr_fr: La clé de l’objet du panier est requise!
pt_br: A chave do item do carrinho é necessária!

source: Unable to remove item from cart.
fr_fr: Impossible de retirer l’article du panier.
pt_br: Não é possível remover o item do carrinho.

source: Item has been removed from cart.
fr_fr: L’article a été retiré du panier.
pt_br: O item foi removido do carrinho.

source: Item specified does not exist in cart.
fr_fr: L’article spécifié n’existe pas dans le panier.
pt_br: O item especificado não existe no carrinho.

source: No items in cart.
fr_fr: Aucun article dans le panier.
pt_br: Nenhum item no carrinho.

source: Quantity of this item to update to.
pt_br: Quantidade deste item para atualizar.

source: There are no items in the cart!
fr_fr: Il n’y a pas d’articles dans le panier!
pt_br: Não há itens no carrinho!

source: Returns the URL of the product image thumbnail.
fr_fr: Renvoie l’URL de la vignette de l’image du produit.
pt_br: Retorna a URL da miniatura da imagem do produto.

source: Unique identifier for the cart/customer.
fr_fr: Identifiant unique du panier/client.
pt_br: Identificador exclusivo para o carrinho/cliente.

source: Current product price.
fr_fr: Prix actuel du produit.
pt_br: Preço atual do produto.

source: Product name.
fr_fr: Nom du produit.
pt_br: Nome do produto.

source: Line total tax.
fr_fr: Ligne de total de TVA.
pt_br: Imposto total da linha.

source: Line total (the price of the product after coupon discounts have been applied).
fr_fr: Total de la ligne (le prix du produit après l’application des remises de coupons).
pt_br: Total da linha (o preço do produto após a aplicação dos descontos do cupom).

source: Line subtotal tax.
fr_fr: Ligne de sous-total TVA.
pt_br: Imposto subtotal de linha.

source: Line subtotal (the price of the product before coupon discounts have been applied).
fr_fr: Sous-total de ligne (le prix du produit avant l’application des remises de coupons).
pt_br: Subtotal da linha (o preço do produto antes da aplicação dos descontos do cupom).

source: Line total tax data.
fr_fr: Données fiscales totales de la ligne.
pt_br: Linha de dados de imposto total.

source: Line subtotal tax data.
fr_fr: Données fiscales du sous-total de la ligne.
pt_br: Dados de imposto de subtotal de linha.

source: Quantity of this item in the cart.
fr_fr: Quantité de cet article dans le panier.
pt_br: Quantidade deste item no carrinho.

source: Variation attribute value.
fr_fr: Valeur d'attribut de variation.
pt_br: Valor do atributo de variação.

source: Variation attribute slug.
fr_fr: Slug d’attribut de variation.
pt_br: Slug de atributo de variação.

source: Chosen attributes (for variations).
fr_fr: Attributs choisis (pour les variations).
pt_br: Atributos escolhidos (para variações).

source: Unique identifier for the item within the cart.
fr_fr: Identifiant unique pour l’article dans le panier.
pt_br: Identificador exclusivo para o item dentro do carrinho.

source: List of cart items.
fr_fr: Liste des articles de panier.
pt_br: Lista de itens do carrinho.

source: Cart
fr_fr: Panier
pt_br: Carroça

source: This item can not be added to the cart.
fr_fr: Cet article ne peut pas être ajouté au panier.
pt_br: Este item não pode ser adicionado ao carrinho.

source: You cannot add that amount to the cart &mdash; we have %1$s in stock and you already have %2$s in your cart.
fr_fr: Vous ne pouvez pas ajouter cette quantité dans le panier &mdash; nous en avons %1$s en stock et vous en avez déjà %2$s dans votre panier.
pt_br: Você não pode adicionar esse valor ao carrinho — temos %1$s em estoque e você já tem %2$s em seu carrinho.

source: You cannot add a quantity of %1$s for "%2$s" to the cart because there is not enough stock. - only %3$s remaining!
fr_fr: Vous ne pouvez pas ajouter une quantité de %1$s pour « %2$s » au panier car il n’y a pas assez de stock. - Il ne reste plus que %3$s!
pt_br: Você não pode adicionar uma quantidade de %1$s para "%2$s" ao carrinho porque não há estoque suficiente. - Restam apenas %3$s!

source: You cannot add "%s" to the cart because the product is out of stock.
fr_fr: Vous ne pouvez pas ajouter « %s » au panier car le produit est en rupture de stock.
pt_br: Você não pode adicionar "%s" ao carrinho porque o produto está fora de estoque.

source: Sorry, this product cannot be purchased.
fr_fr: Désolé, ce produit ne peut être acheté.
pt_br: Desculpe, este produto não pode ser comprado.

source: You cannot add another "%s" to your cart.
fr_fr: Vous ne pouvez pas ajouter un autre «&nbsp;%s&nbsp;» à votre panier.
pt_br: Você não pode adicionar outro "%s" ao seu carrinho.

source: Product did not pass validation!
fr_fr: Le produit n’a pas passé la validation!
pt_br: O produto não passou na validação!

source: Product "%s" no longer exists!
fr_fr: Le produit « %s » n’existe plus!
pt_br: O produto "%s" não existe mais!

source: This product cannot be added to the cart.
fr_fr: Ce produit ne peut pas être ajouté au panier.
pt_br: Este produto não pode ser adicionado ao carrinho.

source: No matching variation found.
fr_fr: Aucune variation correspondante n'a été trouvée.
pt_br: Nenhuma variação correspondente encontrada.

source: %s is a required field.
fr_fr: %s est un champ obligatoire.
pt_br: %s é um campo obrigatório.

source: Missing variation data for variable product.
fr_fr: Données de variation manquantes pour le produit variable.
pt_br: Dados de variação ausentes para o produto variável.

source: Invalid value posted for %1$s. Allowed values: %2$s
fr_fr: Valeur invalide envoyée pour %1$s. Valeurs autorisées: %2$s
pt_br: Valor inválido lançado para %1$s. Valores permitidos: %2$s

source: Quantity must be numeric!
fr_fr: La quantité doit être numérique!
pt_br: A quantidade deve ser numérica!

source: Product ID must be numeric!
fr_fr: L’ID du produit doit être numérique!
pt_br: O ID do produto deve ser numérico!

source: Product ID number is required!
fr_fr: Le numéro d’identification du produit est requis!
pt_br: O número de identificação do produto é obrigatório!

source: Cart in session is not valid!
fr_fr: Le panier en session n’est pas valide!
pt_br: O carrinho na sessão não é válido!

source: Cart Key is required!
fr_fr: La clé du chariot est requise!
pt_br: A chave do carrinho é necessária!

source: %s has been removed from your cart because it can no longer be purchased. Please contact us if you need assistance.
fr_fr: %s a été supprimé de votre panier il ne peut plus être acheté. Veuillez nous contacter si vous avez besoin d'aide.
pt_br: %s foi removido do seu carrinho porque não pode mais ser comprado. Entre em contato conosco se precisar de ajuda.

source: Customer ID is required!
fr_fr: Un numéro de client est requis!
pt_br: O ID do cliente é obrigatório!

source: Cannot read cart!
fr_fr: Impossible de lire le panier!
pt_br: Não consigo ler o carrinho!

source: Clearing the cart failed!
fr_fr: Le vidage du chariot a échoué!
pt_br: Falha na limpeza do carrinho!

source: Cart is cleared.
fr_fr: Votre panier est désormais vide.
pt_br: O carrinho está limpo.

source: Cart totals have been calculated.
fr_fr: Les totaux des paniers ont été calculés.
pt_br: Os totais do carrinho foram calculados.

source: Returns the cart totals once calculated.
fr_fr: Renvoie les totaux du panier une fois calculés.
pt_br: Retorna os totais do carrinho depois de calculados.

source: Returns the cart once item is added.
fr_fr: Retourne le panier une fois l’article ajouté.
pt_br: Devolve o carrinho assim que o item é adicionado.

source: Additional item data passed to make item unique.
fr_fr: Des données d’élément supplémentaires sont transmises pour rendre l’élément unique.
pt_br: Dados adicionais do item passados para tornar o item único.

source: The variation attributes that identity the variation of the item.
fr_fr: Attributs de variation qui identifient la variation de l’élément.
pt_br: Os atributos de variação que identificam a variação do item.

source: The quantity amount of the item to add to cart.
fr_fr: La quantité de l’article à ajouter au panier.
pt_br: A quantidade do item a ser adicionado ao carrinho.

source: Returns the cart.
fr_fr: Retourne le panier.
pt_br: Devolve o carrinho.

source: Additional item data to make the item unique.
fr_fr: Des données supplémentaires sur l’article pour rendre l’élément unique.
pt_br: Dados adicionais do item para tornar o item único.

source: Variation attributes that identity the variation of the item.
fr_fr: Attributs de variation qui identifient la variation de l’élément.
pt_br: Atributos de variação que identificam a variação do item.

source: Unique identifier for the variation.
fr_fr: Identifiant unique pour la variation.
pt_br: Identificador exclusivo para a variação.

source: Quantity amount.
fr_fr: Quantité montante.
pt_br: Quantidade quantidade.

source: Unique identifier for the product.
fr_fr: Identificateur unique pour le produit.
pt_br: Identificador exclusivo do produto.

source: Add Item
fr_fr: Ajouter un article
pt_br: Adicionar item

source: You cannot add "%s" to your cart.
fr_fr: Vous ne pouvez pas ajouter « %s » à votre panier.
pt_br: Você não pode adicionar "%s" ao seu carrinho.

source: This product does not exist!
fr_fr: Ce produit n’existe pas!
pt_br: Este produto não existe!

source: %s has been removed from your cart because it can no longer be purchased.
pt_br: %s foi removido do seu carrinho porque não pode mais ser comprado.

source: Request returned nothing for "%s"! Please seek assistance.
fr_fr: La demande n’a rien retourné pour « %s » ! S’il vous plaît demander de l’aide.
pt_br: A solicitação não retornou nada para "%s"! Por favor, procure ajuda.

source: Variation for "%s" is not purchasable.
fr_fr: La variante pour « %s » n’est pas achetable.
pt_br: A variação para "%s" não pode ser comprada.

source: Product "%s" is protected and cannot be purchased.
fr_fr: Le produit « %s » est protégé et ne peut pas être acheté.
pt_br: O produto "%s" está protegido e não pode ser comprado.

source: You cannot add "%1$s" to your cart as it is an "%2$s" product.
fr_fr: Vous ne pouvez pas ajouter « %1$s » à votre panier car il s’agit d’un produit « %2$s ».
pt_br: Você não pode adicionar "%1$s" ao seu carrinho, pois é um produto "%2$s".

source: Sorry, we do not have enough "%1$s" in stock to fulfill your order (%2$s available). We apologize for any inconvenience caused.
fr_fr: Désolé, nous n'avons pas assez de "%1$s" en stock pour remplir votre commande (%2$s disponibles). Nous nous excusons pour cet inconvénient.
pt_br: Desculpe, não temos "%1$s" suficientes em estoque para atender seu pedido (%2$s disponíveis). Pedimos desculpas por qualquer inconveniente causado.

source: Sorry, "%s" is not in stock. Please edit your cart and try again. We apologize for any inconvenience caused.
fr_fr: Désolé, &laquo;&nbsp;%s&nbsp;&raquo; n&rsquo;est pas en stock. Veuillez modifier votre panier et essayez à nouveau. Nous nous excusons pour ce désagrément.
pt_br: Desculpe, "%s" não está em estoque. Edite seu carrinho e tente novamente. Pedimos desculpas por qualquer inconveniente causado.

source: "%s" is already registered.
fr_fr: "%s" est déjà enregistré.
pt_br: "%s" já está registrado.

source: Unknown request method for %s.
fr_fr: Méthode de requête inconnue pour %s.
pt_br: Método de solicitação desconhecido para %s.

source: Permission to %1$s %2$s is only permitted if the user is authenticated.
fr_fr: L’autorisation d'%1$s %2$s n’est autorisée que si l’utilisateur est authentifié.
pt_br: A permissão para %1$s %2$s só é permitida se o usuário estiver autenticado.

source: Authentication invalid!
pt_br: Autenticação inválida!

source: %s is not a valid postcode / ZIP.
pt_br: %s não é um código postal / CEP válido.

source: Billing postcode
pt_br: Código postal de cobrança

source: Shipping postcode
pt_br: Código postal de envio

source: '%1$s' is not allowed for '%2$s'.
pt_br: '%1$s' não é permitido para '%2$s'.

source: '%s' is not a valid country code.
pt_br: '%s' não é um código de país válido.

source: Billing
pt_br: Faturamento

source: Shipping
fr_fr: Livraison
pt_br: Transporte

source: Cart updated.
fr_fr: Panier mis à jour.
pt_br: Carrinho atualizado.

source: You can only have 1 "%s" in your cart.
fr_fr: Vous ne pouvez avoir que 1 « %s » dans votre panier.
pt_br: Você só pode ter 1 "%s" em seu carrinho.

source: Cart is empty. Please add items to cart first.
pt_br: O carrinho está vazio. Por favor, adicione os itens ao carrinho primeiro.

source: %1$s Database Version is %2$s
fr_fr: %1$s version de la base de données est %2$s
pt_br: A versão do banco de dados %1$s é %2$s

source: %1$s Version is %2$s
fr_fr: %1$s version est %2$s
pt_br: A versão %1$s é %2$s

source: Returns the database version of CoCart installed.
fr_fr: Renvoie la version de la base de données de CoCart installée.
pt_br: Retorna a versão do banco de dados do CoCart instalada.

source: Returns the version of CoCart installed.
fr_fr: Renvoie la version de CoCart installée.
pt_br: Retorna a versão do CoCart instalada.

source: %1$d update functions completed. Database version is %2$s
fr_fr: %1$d fonctions de mise à jour terminées. La version de base de données est %2$s
pt_br: %1$d Funções de atualização concluídas. A versão do banco de dados é %2$s

source: Updating database
fr_fr: Mise à jour de la base de données
pt_br: Atualizando banco de dados

source: Found %1$d updates (%2$s)
fr_fr: Mises à jour %1$d trouvées (%2$s)
pt_br: Atualizações %1$d encontradas (%2$s)

source: No updates required. Database version is %s
fr_fr: Aucune mise à jour requise. La version de base de données est %s
pt_br: Não são necessárias atualizações. A versão do banco de dados é %s

source: Updates the CoCart database.
fr_fr: Met à jour la base de données CoCart.
pt_br: Atualiza o banco de dados CoCart.

source: Must authenticate customer as the cart key provided is a registered customer.
fr_fr: Le client doit être authentifié car la clé de panier fournie est un client enregistré.
pt_br: Deve autenticar o cliente, pois a chave do carrinho fornecida é um cliente registrado.

source: You are already authenticating as the customer. Cannot set cart key as the user.
fr_fr: Vous êtes déjà en train de vous authentifier en tant que client. Impossible de définir la clé du panier en tant qu’utilisateur.
pt_br: Você já está se autenticando como cliente. Não é possível definir a chave do carrinho como o usuário.

source: %s is no longer used.
pt_br: %s não é mais usado.

source: ====%1$s Version: %2$s====
fr_fr: ==== Version %1$s : %2$s====
pt_br: ====%1$s Versão: %2$s====

source: %1$s %2$s table creation failed. Does the %3$s user have CREATE privileges on the %4$s database?
fr_fr: %1$s %2$s création de la table a échoué. L’utilisateur %3$s dispose-t-il des privilèges CREATE sur la base de données %4$s?
pt_br: %1$s %2$s Falha na criação da tabela. O usuário %3$s tem privilégios CREATE no banco de dados %4$s?

source: The minimum PHP version required for %1$s is %2$s. You are running %3$s.
fr_fr: La version minimale de PHP requise pour %1$s est %2$s. Vous courez %3$s.
pt_br: A versão mínima do PHP necessária para %1$s é %2$s. Você está executando %3$s.

source: a second
fr_fr: une seconde
pt_br: um segundo

source: %s seconds
fr_fr: %s secondes
pt_br: %s segundos

source: a minute
fr_fr: une minute
pt_br: um minuto

source: %s minutes
pt_br: %s minutos

source: an hour
fr_fr: une heure
pt_br: uma hora

source: %s hours
fr_fr: %s heures
pt_br: %s horas

source: a day
fr_fr: un jour
pt_br: por dia

source: %s days
fr_fr: %s jours
pt_br: %s dias

source: a week
fr_fr: une semaine
pt_br: uma semana

source: %s weeks
fr_fr: %s semaines
pt_br: %s semanas

source: 1 month
fr_fr: 1 mois
pt_br: 1 mês

source: %s months
fr_fr: %s mois
pt_br: %s meses

source: a year
fr_fr: une année
pt_br: por ano

source: %s years
fr_fr: %s années
pt_br: %s anos

source: Unknown version specified
pt_br: Versão desconhecida especificada

source: Data update complete
fr_fr: Mise à jour des données terminée
pt_br: Atualização de dados concluída

source: Could not find %s callback
fr_fr: Impossible de trouver %s un rappel
pt_br: Não foi possível encontrar o retorno de chamada %s

source: Finished running %s callback
fr_fr: Fin de l’exécution %s rappel
pt_br: Concluída a execução do retorno de chamada %s
