Repository: remmmi/WooCommerce-Cart-REST-API
Catalog: languages/cocart-core-*.po
Languages: fr_fr, pt_br

source: Custom item data applied to the item (if any).
fr_fr: Données d’article personnalisées appliquées à l’article (le cas échéant).
pt_br: Dados de item personalizados aplicados ao item (se houver).

source: The variation attributes of the item (if item is a variation of a variable product).
fr_fr: Les attributs de variation de l’article (s’il s’agit d’une variante d’un produit variable).
pt_br: Os atributos de variação do item (se o item for uma variação de um produto variável).

source: The weight of the item.
fr_fr: Le poids de l’article.
pt_br: O peso do item.

source: The unit measurement of the item.
fr_fr: Mesure unitaire de l’article.
pt_br: A medida unitária do item.

source: The height of the item.
fr_fr: Hauteur de l’élément.
pt_br: A altura do item.

source: The width of the item.
fr_fr: Largeur de l’élément.
pt_br: A largura do item.

source: The length of the item.
fr_fr: Longueur de l’élément.
pt_br: O comprimento do item.

source: The dimensions of the item.
fr_fr: Les dimensions de l’article.
pt_br: As dimensões do item.

source: The SKU of the item.
fr_fr: SKU de l’article.
pt_br: O SKU do item.

source: The product type of the item.
fr_fr: Le type de produit de l’article.
pt_br: O tipo de produto do item.

source: The total tax of the item.
fr_fr: Taxe totale de l’article.
pt_br: O imposto total do item.

source: The total of the item.
fr_fr: Le total de l’élément.
pt_br: O total do item.

source: The subtotal tax of the item.
fr_fr: Sous-total de la taxe de l’article.
pt_br: O imposto subtotal do item.

source: The subtotal of the item.
fr_fr: Sous-total de l’élément.
pt_br: O subtotal do item.

source: The totals of the item.
fr_fr: Les totaux de l’élément.
pt_br: Os totais do item.

source: The quantity of the item.
fr_fr: La quantité de l’article.
pt_br: A quantidade do item.

source: The price of the item.
fr_fr: Prix de vente de l’élément.
pt_br: O preço do item.

source: The title of the item.
fr_fr: Titre de l’élément.
pt_br: O título do item.

source: The name of the item.
fr_fr: Nom de l’élément.
pt_br: O nome do item.

source: Product ID or Variation ID of the item.
fr_fr: ID de produit ou ID de variation de l’article.
pt_br: ID do produto ou ID de variação do item.

source: Unique ID of the item.
fr_fr: ID unique de l’élément.
pt_br: ID exclusivo do item.

source: Items that have been removed from the cart.
fr_fr: Articles qui ont été retirés du panier.
pt_br: Itens que foram removidos do carrinho.

source: The total tax.
fr_fr: Le total de la taxe.
pt_br: O imposto total.

source: The total of everything in the cart.
fr_fr: Le total de tout ce qui se trouve dans le panier.
pt_br: O total de tudo no carrinho.

source: The shipping tax.
fr_fr: La taxe d’expédition.
pt_br: O imposto de envio.

source: The shipping total of the selected packages.
fr_fr: Le total des frais d’expédition des colis sélectionnés.
pt_br: O total de envio dos pacotes selecionados.

source: The discount tax.
fr_fr: La taxe d’escompte.
pt_br: O imposto sobre descontos.

source: The discount total.
fr_fr: Le total de la remise.
pt_br: O total do desconto.

source: The fee tax.
fr_fr: La taxe sur les frais.
pt_br: O imposto sobre taxas.

source: The fee total.
fr_fr: Le total des frais.
pt_br: O total da taxa.

source: The subtotal tax of all items, shipping (if any) and fees (if any) before coupons applied (if any) to the cart.
fr_fr: Le sous-total de la taxe de tous les articles, des frais d’expédition (le cas échéant) et des frais (le cas échéant) avant les coupons appliqués (le cas échéant) au panier.
pt_br: O imposto subtotal de todos os itens, frete (se houver) e taxas (se houver) antes dos cupons aplicados (se houver) ao carrinho.

source: The subtotal of all items, shipping (if any) and fees (if any) before coupons applied (if any) to the cart.
fr_fr: Le sous-total de tous les articles, des frais d’expédition (le cas échéant) et des frais (le cas échéant) avant que les coupons ne soient appliqués (le cas échéant) au panier.
pt_br: O subtotal de todos os itens, frete (se houver) e taxas (se houver) antes dos cupons aplicados (se houver) ao carrinho.

source: The tax price.
fr_fr: Le prix de la taxe.
pt_br: O preço do imposto.

source: The tax name.
fr_fr: Nom de l’impôt.
pt_br: O nome do imposto.

source: The cart taxes.
fr_fr: Les taxes sur les paniers.
pt_br: Os impostos do carrinho.

source: The fee value.
fr_fr: La valeur des frais.
pt_br: O valor da taxa.

source: The fee name.
fr_fr: Le nom de la redevance.
pt_br: O nome da taxa.

source: The cart fees.
fr_fr: Les frais de voiturette.
pt_br: As taxas do carrinho.

source: The destination the package.
fr_fr: La destination du colis.
pt_br: O destino do pacote.

source: The chosen method set from the available rates.
fr_fr: La méthode choisie est définie parmi les tarifs disponibles.
pt_br: O método escolhido definido a partir das taxas disponíveis.

source: The package index.
fr_fr: L’index du package.
pt_br: O índice do pacote.

source: The package details if any.
fr_fr: Les détails du forfait, le cas échéant.
pt_br: Os detalhes do pacote, se houver.

source: The items the shipping rate has calculated based on.
fr_fr: Les articles sur lesquels le tarif d’expédition a été calculé.
pt_br: Os itens com base nos quais a taxa de envio foi calculada.

source: The rate meta data.
fr_fr: Les métadonnées de taux.
pt_br: Os metadados de taxa.

source: The chosen method.
fr_fr: La méthode choisie.
pt_br: O método escolhido.

source: The rate tax cost.
fr_fr: Le coût de la taxe.
pt_br: A taxa de custo do imposto.

source: The rate label and cost formatted.
fr_fr: L’étiquette de taux et le coût formatés.
pt_br: O rótulo de taxa e o custo formatados.

source: The rate cost.
fr_fr: Le coût du tarif.
pt_br: O custo da taxa.

source: The rate label.
fr_fr: L’étiquette de taux.
pt_br: O rótulo de taxa.

source: The instance ID.
fr_fr: ID d’instance.
pt_br: O ID da instância.

source: The method ID.
fr_fr: ID de la méthode.
pt_br: A ID do método.

source: The rate key.
fr_fr: La clé de taux.
pt_br: A chave de taxa.

source: The package name.
fr_fr: Nom du package.
pt_br: O nome do pacote.

source: The default package.
fr_fr: Package par défaut.
pt_br: O pacote padrão.

source: The packages returned after calculating shipping.
fr_fr: Les colis retournés après calcul des frais de port.
pt_br: Os pacotes devolvidos após o cálculo do frete.

source: True if the cart meets the criteria for showing shipping costs, and rates have been calculated and included in the totals.
fr_fr: Il est vrai que si le chariot répond aux critères d’affichage des coûts d’expédition, et que les tarifs ont été calculés et inclus dans les totaux.
pt_br: True se o carrinho atender aos critérios para mostrar os custos de envio e as taxas tiverem sido calculadas e incluídas nos totais.

source: True if the cart meets the criteria for showing items in the cart assigned to package.
fr_fr: True si le panier répond aux critères d’affichage des articles du panier attribués au colis.
pt_br: True se o carrinho atender aos critérios para mostrar itens no carrinho atribuído ao pacote.

source: The number of shipping packages available calculated on the shipping address.
fr_fr: Le nombre de colis d’expédition disponibles calculé sur l’adresse de livraison.
pt_br: O número de pacotes de remessa disponíveis calculado no endereço de entrega.

source: The shipping packages available to the customer.
fr_fr: Les colis d’expédition disponibles pour le client.
pt_br: Os pacotes de envio disponíveis para o cliente.

source: True if the cart needs shipping and requires the showing of shipping costs.
fr_fr: Vrai si le panier a besoin d’être expédié et nécessite l’affichage des frais d’expédition.
pt_br: Verdadeiro se o carrinho precisar de frete e exigir a exibição dos custos de envio.

source: True if the cart needs payment. False for carts with only free products and no shipping costs.
fr_fr: Vrai si le panier doit être payé. Faux pour les paniers avec seulement des produits gratuits et sans frais d'expédition.
pt_br: Verdadeiro se o carrinho precisar de pagamento. Falso para carrinhos com apenas produtos gratuitos e sem custos de envio.

source: The amount discounted from the cart (HTML formatted).
fr_fr: Le montant de la remise du panier (au format HTML).
pt_br: O valor descontado do carrinho (formatado em HTML).

source: The amount discounted from the cart.
fr_fr: Le montant de la remise du panier.
pt_br: O valor descontado do carrinho.

source: The coupon label.
fr_fr: L’étiquette du coupon.
pt_br: A etiqueta do cupom.

source: The coupon code.
fr_fr: Le code promo.
pt_br: O código do cupom.

source: Coupons added to the cart.
fr_fr: Coupons ajoutés au panier.
pt_br: Cupons adicionados ao carrinho.

source: The total weight of all items in the cart.
fr_fr: Le poids total de tous les articles dans le panier.
pt_br: O peso total de todos os itens no carrinho.

source: The number of items in the cart.
fr_fr: Le nombre d’articles dans le panier.
pt_br: O número de itens no carrinho.

source: The featured image of the item in the cart.
fr_fr: L’image mise en avant de l’article dans le panier.
pt_br: A imagem em destaque do item no carrinho.

source: Custom item data applied to the item in the cart (if any).
fr_fr: Données d’article personnalisées appliquées à l’article dans le panier (le cas échéant).
pt_br: Dados de item personalizados aplicados ao item no carrinho (se houver).

source: The variation attributes of the item in the cart (if item is a variation of a variable product).
fr_fr: Les attributs de variation de l’article dans le panier (si l’article est une variante d’un produit variable).
pt_br: Os atributos de variação do item no carrinho (se o item for uma variação de um produto variável).

source: The weight of the item in the cart.
fr_fr: Le poids de l’article dans le panier.
pt_br: O peso do item no carrinho.

source: The unit measurement of the item in the cart.
fr_fr: L’unité de mesure de l’article dans le panier.
pt_br: A medida unitária do item no carrinho.

source: The height of the item in the cart.
fr_fr: La hauteur de l’article dans le panier.
pt_br: A altura do item no carrinho.

source: The width of the item in the cart.
fr_fr: La largeur de l’article dans le panier.
pt_br: A largura do item no carrinho.

source: The length of the item in the cart.
fr_fr: La longueur de l’article dans le panier.
pt_br: O comprimento do item no carrinho.

source: The dimensions of the item in the cart.
fr_fr: Les dimensions de l’article dans le panier.
pt_br: As dimensões do item no carrinho.

source: The SKU of the item in the cart.
fr_fr: Le SKU de l’article dans le panier.
pt_br: O SKU do item no carrinho.

source: The product type of the item in the cart.
fr_fr: Le type de produit de l’article dans le panier.
pt_br: O tipo de produto do item no carrinho.

source: The meta data of the item in the cart.
fr_fr: Les métadonnées de l’article dans le panier.
pt_br: Os metadados do item no carrinho.

source: The product slug of the item in the cart.
fr_fr: Le slug du produit de l’article dans le panier.
pt_br: O slug do produto do item no carrinho.

source: The total tax of the item in the cart.
fr_fr: La taxe totale de l’article dans le panier.
pt_br: O imposto total do item no carrinho.

source: The total of the item in the cart.
fr_fr: Le total de l’article dans le panier.
pt_br: O total do item no carrinho.

source: The subtotal tax of the item in the cart.
fr_fr: Le sous-total de la taxe de l’article dans le panier.
pt_br: O imposto subtotal do item no carrinho.

source: The subtotal of the item in the cart.
fr_fr: Le sous-total de l’article dans le panier.
pt_br: O subtotal do item no carrinho.

source: The totals of the item in the cart.
fr_fr: Les totaux de l’article dans le panier.
pt_br: Os totais do item no carrinho.

source: The maximum purchase amount allowed. If -1 the item has an unlimited purchase amount.
fr_fr: Le montant maximum d’achat autorisé. Si -1, l’article a un montant d’achat illimité.
pt_br: O valor máximo de compra permitido. Se -1, o item tem um valor de compra ilimitado.

source: The minimum purchase amount required.
fr_fr: Le montant minimum d’achat requis.
pt_br: O valor mínimo de compra exigido.

source: The quantity of the item in the cart.
fr_fr: La quantité de l’article dans le panier.
pt_br: A quantidade do item no carrinho.

source: The quantity of the item in the cart and minimum and maximum purchase capability.
fr_fr: La quantité de l’article dans le panier et la capacité d’achat minimale et maximale.
pt_br: A quantidade do item no carrinho e a capacidade mínima e máxima de compra.

source: The price of the item in the cart.
fr_fr: Le prix de l’article dans le panier.
pt_br: O preço do item no carrinho.

source: The title of the item in the cart.
fr_fr: Le titre de l’article dans le panier.
pt_br: O título do item no carrinho.

source: The name of the item in the cart.
fr_fr: Le nom de l’article dans le panier.
pt_br: O nome do item no carrinho.

source: Product ID or Variation ID of the item in the cart.
fr_fr: ID du produit ou ID de la variante de l’article dans le panier.
pt_br: ID do produto ou ID de variação do item no carrinho.

source: Unique ID of the item in the cart.
fr_fr: ID unique de l’article dans le panier.
pt_br: ID exclusivo do item no carrinho.

source: The list of items in the cart.
fr_fr: La liste des articles dans le panier.
pt_br: A lista de itens no carrinho.

source: Customers shipping postcode or zip code.
fr_fr: Les clients expédiant par code postal ou code postal.
pt_br: Clientes que enviam código postal ou código postal.

source: Customers shipping state.
fr_fr: État d’expédition des clients.
pt_br: Estado de envio dos clientes.

source: Customers shipping address city.
fr_fr: Les clients de l’adresse de livraison de la ville.
pt_br: Cidade do endereço de envio do cliente.

source: Customers shipping address line two.
fr_fr: Adresse d’expédition des clients ligne deux.
pt_br: Linha de endereço de envio dois do cliente.

source: Customers shipping address line one.
fr_fr: Les clients de l’adresse de livraison de la ligne un.
pt_br: Linha de endereço de envio do cliente um.

source: Customers shipping country.
fr_fr: Pays d’expédition des clients.
pt_br: País de envio dos clientes.

source: Customers shipping company name.
fr_fr: Nom de la société d’expédition des clients.
pt_br: Nome da empresa de transporte de clientes.

source: Customers shipping last name.
fr_fr: Nom de famille des clients expéditeurs.
pt_br: Sobrenome de envio do cliente.

source: Customers shipping first name.
fr_fr: Prénom des clients expéditeurs.
pt_br: Clientes enviando primeiro nome.

source: Customers shipping address.
fr_fr: Adresse de livraison des clients.
pt_br: Endereço de envio do cliente.

source: Customers billing phone.
fr_fr: Les clients facturent le téléphone.
pt_br: Telefone de faturamento de clientes.

source: Customers billing postcode or zip code.
fr_fr: Les clients facturent le code postal ou le code postal.
pt_br: Faturamento de clientes CEP ou CEP.

source: Customers billing state.
fr_fr: État de facturation des clients.
pt_br: Estado de faturamento dos clientes.

source: Customers billing address city.
fr_fr: Adresse de facturation des clients, ville.
pt_br: Cidade do endereço de cobrança dos clientes.

source: Customers billing address line two.
fr_fr: Adresse de facturation des clients, ligne deux.
pt_br: Linha dois do endereço de cobrança do cliente.

source: Customers billing address line one.
fr_fr: Adresse de facturation des clients, première ligne.
pt_br: Linha de endereço de cobrança do cliente um.

source: Customers billing country.
fr_fr: Pays de facturation des clients.
pt_br: País de faturamento dos clientes.

source: Customers billing company name.
fr_fr: Nom de l’entreprise de facturation des clients.
pt_br: Nome da empresa de cobrança de clientes.

source: Customers billing last name.
fr_fr: Nom de famille des clients facturés.
pt_br: Sobrenome de faturamento de clientes.

source: Customers billing first name.
fr_fr: Prénom de facturation des clients.
pt_br: Clientes que faturam o primeiro nome.

source: Customers billing address.
fr_fr: Adresse de facturation des clients.
pt_br: Endereço de cobrança do cliente.

source: The customer information.
fr_fr: Les informations sur le client.
pt_br: As informações do cliente.

source: The price prefix for the currency which can be used to format returned prices.
fr_fr: Préfixe de prix de la devise qui peut être utilisé pour mettre en forme les prix renvoyés.
pt_br: O prefixo de preço da moeda que pode ser usado para formatar os preços retornados.

source: The thousand separator for the currency which can be used to format returned prices.
fr_fr: Le séparateur de milliers pour la devise qui peut être utilisé pour formater les prix retournés.
pt_br: O separador de milhar da moeda que pode ser usado para formatar os preços retornados.

source: The decimal separator for the currency which can be used to format returned prices.
fr_fr: Séparateur décimal de la devise qui peut être utilisé pour formater les prix retournés.
pt_br: O separador decimal da moeda que pode ser usado para formatar os preços retornados.

source: The currency minor unit (number of digits after the decimal separator) for returned prices.
fr_fr: Unité monétaire mineure (nombre de chiffres après le séparateur décimal) pour les prix renvoyés.
pt_br: A unidade secundária de moeda (número de dígitos após o separador decimal) para preços retornados.

source: The currency symbol position to which the currency needs to return for the prices.
pt_br: A posição do símbolo de moeda para a qual a moeda precisa retornar para os preços.

source: The currency symbol for the currency which can be used to format returned prices.
fr_fr: Symbole de devise de la devise qui peut être utilisé pour formater les prix retournés.
pt_br: O símbolo de moeda da moeda que pode ser usado para formatar os preços retornados.

source: The currency code (in ISO format) for returned prices.
fr_fr: Le code de devise (au format ISO) pour les prix retournés.
pt_br: O código da moeda (no formato ISO) para os preços retornados.

source: The store currency information.
fr_fr: Les informations sur la devise du magasin.
pt_br: As informações da moeda da loja.

source: The cart key identifying the cart in session.
pt_br: A chave do carrinho que identifica o carrinho na sessão.

source: A Unique hash key of the carts contents.
pt_br: Uma chave de hash exclusiva do conteúdo dos carrinhos.

source: No items in cart so no hash
pt_br: Nenhum item no carrinho, então não há hash

source: Rated %s out of 5
fr_fr: Noté %s sur 5
pt_br: Avaliado %s de 5

source: You cannot add that amount of "%1$s" to the cart &mdash; we have (%2$s) in stock remaining. You already have (%3$s) in your cart.
fr_fr: Vous ne pouvez pas ajouter cette quantité de « %1$s » au panier - il nous reste (%2$s) en stock. Vous avez déjà (%3$s) dans votre panier.
pt_br: Você não pode adicionar essa quantidade de "%1$s" ao carrinho — temos (%2$s) em estoque restante. Você já tem (%3$s) em seu carrinho.

source: You cannot add another '%s' to your cart.
pt_br: Você não pode adicionar outro '%s' ao seu carrinho.

source: Unable to retrieve cart.
fr_fr: Impossible de récupérer le panier.
pt_br: Não foi possível recuperar o carrinho.

source: List of items and quantity to add to the cart.
fr_fr: Liste des articles et quantité à ajouter au panier.
pt_br: Lista de itens e quantidade para adicionar ao carrinho.

source: Please choose a product to add to your cart.
fr_fr: Veuillez choisir un produit à ajouter à votre panier.
pt_br: Por favor, escolha um produto para adicionar ao seu carrinho.

source: Please choose the quantity of items you wish to add to your cart.
fr_fr: Veuillez choisir la quantité d'articles que vous souhaitez ajouter à votre panier.
pt_br: Por favor, escolha a quantidade de itens que deseja adicionar ao seu carrinho.

source: Set the customers billing phone number.
pt_br: Defina o número de telefone de cobrança dos clientes.

source: Set the customers billing email address.
fr_fr: Définissez l’adresse e-mail de facturation des clients.
pt_br: Defina o endereço de e-mail de cobrança dos clientes.

source: Variable attributes that identify the variation of the item.
fr_fr: Attributs de variable qui identifient la variation de l’élément.
pt_br: Atributos variáveis que identificam a variação do item.

source: Returns the item details once added.
fr_fr: Renvoie les détails de l’élément une fois ajouté.
pt_br: Retorna os detalhes do item uma vez adicionados.

source: Customers billing email address.
fr_fr: Adresse e-mail de facturation des clients.
pt_br: Endereço de e-mail de cobrança do cliente.

source: Unique identifier for the product or variation ID.
fr_fr: Identificateur unique de l’ID du produit ou de la variante.
pt_br: Identificador exclusivo para o ID do produto ou da variação.

source: URL to the individual cart in session.
fr_fr: URL vers le panier individuel en session.
pt_br: URL para o carrinho individual na sessão.

source: Identifies the source of how the cart was made, native or headless.
fr_fr: Identifie la source de la fabrication du chariot, qu’il soit natif ou sans tête.
pt_br: Identifica a origem de como o carrinho foi feito, nativo ou sem cabeça.

source: The date and time the cart will expire, in the site's timezone.
fr_fr: La date et l’heure d’expiration du panier, dans le fuseau horaire du site.
pt_br: A data e a hora em que o carrinho expirará, no fuso horário do site.

source: The date and time the cart was created, in the site's timezone.
fr_fr: La date et l’heure de création du panier, dans le fuseau horaire du site.
pt_br: A data e a hora em que o carrinho foi criado, no fuso horário do site.

source: The email the customer provided.
fr_fr: L’adresse e-mail fournie par le client.
pt_br: O e-mail fornecido pelo cliente.

source: The name of the customer provided.
fr_fr: Le nom du client fourni.
pt_br: O nome do cliente fornecido.

source: Unique identifier for the customers cart.
fr_fr: Identifiant unique pour le panier du client.
pt_br: Identificador exclusivo para o carrinho do cliente.

source: Unique identifier for the session.
fr_fr: Identificateur unique de la session.
pt_br: Identificador exclusivo para a sessão.

source: No carts in session!
fr_fr: Pas de voiturettes en session!
pt_br: Sem carrinhos em sessão!

source: Available on backorder
fr_fr: Disponible sur commande
pt_br: Disponível por encomenda

source: Session successfully deleted!
fr_fr: La session a été supprimée avec succès!
pt_br: Sessão excluída com sucesso!

source: Session could not be deleted!
fr_fr: La session n’a pas pu être supprimée!
pt_br: A sessão não pôde ser excluída!

source: Session is not valid!
fr_fr: La session n’est pas valide!
pt_br: A sessão não é válida!

source: Session Key is required!
fr_fr: La clé de session est requise!
pt_br: A chave de sessão é necessária!

source: Limit result set to all products except those of a particular parent ID.
fr_fr: Limiter le jeu de résultats à tous les produits, à l’exception de ceux d’un ID parent particulier.
pt_br: Limite o conjunto de resultados a todos os produtos, exceto aqueles de um ID pai específico.

source: Limit result set to products with particular parent IDs.
fr_fr: Limitez le jeu de résultats aux produits avec des ID parents particuliers.
pt_br: Limite o conjunto de resultados a produtos com IDs pai específicos.

source: Sort collection by product attribute.
fr_fr: Triez la collection par attribut de produit.
pt_br: Classifique a coleção por atributo de produto.
