Repository: remmmi/WooCommerce-Cart-REST-API
Catalog: languages/cocart-core-*.po
Languages: fr_fr, pt_br

source: Currently only provide suggestions in English.
fr_fr: Ne fournis actuellement que des suggestions en anglais.
pt_br: Atualmente só fornece sugestões em inglês.

source: Please note: Other than CoCart, we do not provide support for any WooCommerce extension or third party plugin unless stated otherwise. See plugin requirements at the bottom of each plugin card.
fr_fr: Remarque : À l’exception de CoCart, nous ne fournissons pas de support pour les extensions WooCommerce ou les plugins tiers, sauf indication contraire. Voir les exigences du plug-in au bas de chaque carte de plug-in.
pt_br: Observação: além do CoCart, não fornecemos suporte para nenhuma extensão WooCommerce ou plug-in de terceiros, salvo indicação em contrário. Consulte os requisitos do plug-in na parte inferior de cada cartão de plug-in.

source: These plugins suggestions are provided to help with decoupling your store for headless needs. Some plugins may or may not support or extend the functionality of CoCart. You may learn more about each of them via their card listed below.
fr_fr: Ces suggestions de plugins sont fournies pour vous aider à découpler votre boutique pour les besoins headless. Certains plugins peuvent ou non prendre en charge ou étendre les fonctionnalités de CoCart. Vous pouvez en savoir plus sur chacun d’entre eux via leur carte répertoriée ci-dessous.
pt_br: Essas sugestões de plug-ins são fornecidas para ajudar a desacoplar sua loja para necessidades sem cabeça. Alguns plugins podem ou não suportar ou estender a funcionalidade do CoCart. Você pode aprender mais sobre cada um deles por meio do cartão listado abaixo.

source: Airplane Mode is Enabled so we're unable to return plugin suggestions for %s. Please disable Airplane Mode to view results.
fr_fr: Le mode avion est activé, nous ne sommes donc pas en mesure de renvoyer des suggestions de plugins pour %s. Veuillez désactiver le mode avion pour afficher les résultats.
pt_br: O Modo Avião está ativado, portanto, não podemos retornar sugestões de plug-ins para %s. Desative o Modo Avião para ver os resultados.

source: View Documentation
fr_fr: Voir la documentation
pt_br: Ver documentação

source: Install Plugins
fr_fr: Installer les extensions
pt_br: Instalar plug-ins

source: Need something else?
fr_fr: Besoin d’autre chose?
pt_br: Precisa de algo mais?

source: Transfer Sessions
fr_fr: Sessions de transfert
pt_br: Sessões de transferência

source: Your current %1$s sessions will be transferred over to %2$s session table. This will run in the background until completed. Once transferred, all customers carts will be accessible again.
pt_br: Suas sessões atuais de %1$s serão transferidas para a tabela de sessão de %2$s. Isso será executado em segundo plano até ser concluído. Uma vez transferidos, todos os carrinhos dos clientes estarão acessíveis novamente.

source: Let's go!
fr_fr: C'est parti!
pt_br: Vamos!

source: JWT Authentication
pt_br: Autenticação JWT

source: Do you require support for JWT Authentication?
pt_br: Você precisa de suporte para autenticação JWT?

source: What is CORS?
fr_fr: Qu’est-ce que le CORS?
pt_br: O que é CORS?

source: If you are using multiple domains for your headless setup, installing support for CORS is recommended.
fr_fr: Si vous utilisez plusieurs domaines pour votre configuration découplée, il est recommandé d’installer la prise en charge de CORS.
pt_br: Se você estiver usando vários domínios para sua configuração headless, é recomendável instalar o suporte para CORS.

source: Multiple Domains
pt_br: Vários domínios

source: Will your headless setup use multiple domains?
pt_br: Sua configuração headless usará vários domínios?

source: If no, %s will transfer all cart sessions to our database table to prevent duplicate cart session data.
fr_fr: Si ce n’est pas le cas, %s transférerons toutes les sessions de panier vers notre table de base de données afin d’éviter les données de session de panier en double.
pt_br: Se não, %s transferirá todas as sessões do carrinho para nossa tabela de banco de dados para evitar dados duplicados da sessão do carrinho.

source: Yes
fr_fr: Oui
pt_br: Sim

source: No
fr_fr: Non
pt_br: Não

source: New Store
fr_fr: Nouveau magasin
pt_br: Nova loja

source: Is this a new %s store?
fr_fr: S’agit-il d’un nouveau magasin %s ?
pt_br: Esta é uma nova loja %s?

source: If you don’t want to go through the wizard right now, you can skip it and come back anytime if you change your mind!
pt_br: Se você não quiser passar pelo assistente agora, pode ignorá-lo e voltar a qualquer momento se mudar de ideia!

source: The setup wizard is completely optional as %1$s is already ready to start using. The wizard is here to help you configure %1$s to your needs.
pt_br: O assistente de configuração é totalmente opcional, pois %1$s já está pronto para começar a usar. O assistente está aqui para ajudá-lo a configurar %1$s de acordo com suas necessidades.

source: Thank you for choosing %1$s - the #1 REST API that makes it easy to decouple %2$s.
pt_br: Obrigado por escolher %1$s - a API REST #1 que facilita o desacoplamento de %2$s.

source: Skip this step
fr_fr: Passer cette étape
pt_br: Pule esta etapa

source: Ready!
fr_fr: Prêt!
pt_br: Pronto!

source: Sessions
pt_br: Sessões

source: Store setup
fr_fr: Installation de la boutique
pt_br: Configuração da loja

source: You don&#8217;t have permission to do this.
fr_fr: Vous n’êtes pas autorisé à faire ceci.
pt_br: Você não tem permissão para fazer isso.

source: Action failed. Please refresh the page and retry.
fr_fr: L’action a échouée. Veuillez rafraichir la page et essayer de nouveau.
pt_br: Falha na ação. Atualize a página e tente novamente.

source: View details
fr_fr: Voir les détails
pt_br: Ver detalhes

source: Visit website
fr_fr: Visiter le site internet
pt_br: Visite o site

source: Version
pt_br: Versão

source: Information
pt_br: Informação

source: View %s setup wizard
fr_fr: Afficher l’assistant de configuration %s
pt_br: Exibir assistente de configuração %s

source: Need to access the setup wizard again? Press on the button below.
fr_fr: Vous avez besoin d’accéder à nouveau à l’assistant d’installation ? Appuyez sur le bouton ci-dessous.
pt_br: Precisa acessar o assistente de configuração novamente? Pressione o botão abaixo.

source: Help translate
fr_fr: Aidez-nous à traduire
pt_br: Ajude a traduzir

source: %1$sDiscussions%2$s. We have an active and friendly community on our %3$s server who may be able to help you figure out the how-tos of %4$s.
fr_fr: %1$s Discussions %2$s. Nous avons une communauté active et amicale sur notre serveur %3$s qui peut être en mesure de vous aider à comprendre comment faire pour %4$s.
pt_br: %1$sDiscussões%2$s. Temos uma comunidade ativa e amigável em nosso servidor %3$s que pode ajudá-lo a descobrir as instruções de %4$s.

source: View API Reference
fr_fr: Afficher la référence de l’API
pt_br: Exibir referência da API

source: %1$sDocumentation%2$s. Our extensive documentation contains the API reference and some examples.
fr_fr: %1$s Documentation%2$s. Notre documentation complète contient la référence de l’API et quelques exemples.
pt_br: %1$sDocumentação%2$s. Nossa extensa documentação contém a referência da API e alguns exemplos.

source: Help & Support
fr_fr: Aide & Support
pt_br: Ajuda e Suporte

source: %s Version
pt_br: %s Versão

source: Leave a Review
fr_fr: Laisser un avis
pt_br: Deixe um comentário

source: Translate
fr_fr: Traduire
pt_br: Traduzir

source: Translate %s
fr_fr: Traduire %s
pt_br: Traduzir %s

source: Documentation
pt_br: Documentação

source: View %s Documentation
fr_fr: Documentation de vue%s
pt_br: Exibir a documentação do %s

source: Join Community
fr_fr: Rejoindre la communauté
pt_br: Junte-se à comunidade

source: Join %1$s Community on %2$s
fr_fr: Rejoignez %1$s communauté sur %2$s
pt_br: Junte-se à comunidade %1$s em %2$s

source: Upgrade %s
fr_fr: Mise à jour %s
pt_br: Atualizar %s

source: Support
pt_br: Apoio

source: Support for %s
fr_fr: Prise en charge de %s
pt_br: Suporte para %s

source: Setup Wizard
fr_fr: Assistant d’installation
pt_br: Assistente de configuração

source: %1$s is not required as it is already packaged within %2$s
fr_fr: %1$s n’est pas nécessaire car il est déjà emballé dans %2$s
pt_br: %1$s não é necessário, pois já está empacotado em %2$s

source: %1$s could not be activated. %2$s
fr_fr: %1$s n’a pas pu être activé. %2$s
pt_br: %1$s não pôde ser ativado. %2$s

source: Unserializing instances of this class is forbidden.
fr_fr: La désérialisation des instances de cette classe est interdite.
pt_br: A desserialização de instâncias dessa classe é proibida.

source: Cloning this object is forbidden.
fr_fr: Clonage de cet objet est interdit.
pt_br: A clonagem deste objeto é proibida.

source: A "callback" function must be registered when extending class "%s"
fr_fr: Une fonction « callback » doit être enregistrée lors de l’extension de la classe « %s »
pt_br: Uma função de "retorno de chamada" deve ser registrada ao estender a classe "%s"

source: Version of the %s (core) plugin.
fr_fr: Version du plugin %s (core).

source: %s has been added back to your cart.
fr_fr: %s a été ajouté à votre panier.

source: You cannot add %1$s to the cart as it is no longer in stock.
fr_fr: Vous ne pouvez pas ajouter %1$s au panier car il n’est plus en stock.

source: Overrides the general or sale price with a custom price for the item if set.
fr_fr: Remplace le prix général ou le prix soldé par un prix personnalisé pour l’objet, s’il est défini.

source: Technical error made! See error log for reason.
fr_fr: Erreur technique commise ! Consultez le journal des erreurs pour connaître la raison.

source: Customer is logged in as a different user. Cart key "%s" cannot be loaded into session for a different user.
fr_fr: Le client est connecté en tant qu’utilisateur différent. La clé de panier « %s » ne peut pas être chargée dans la session pour un autre utilisateur.

source: Quantity of this item to add to the cart.
fr_fr: Quantité de cet article à ajouter à la commande.

source: Set a custom price for the item.
fr_fr: Définissez un prix personnalisé pour l’article.

source: Limit result set to products assigned a specific tag ID or slug.
fr_fr: Limitez le jeu de résultats aux produits auxquels un ID de balise ou un slug spécifique est affecté.

source: Limit result set to products assigned a specific category ID or slug.
fr_fr: Limitez le jeu de résultats aux produits auxquels un ID de catégorie ou un slug spécifique est attribué.

source: Meta ID.
fr_fr: Identifiant méta.

source: Limit result set to reviews assigned to specific product IDs.
fr_fr: Limiter le jeu de résultats aux évaluations attribuées à des ID de produit spécifiques.

source: Ensure result set excludes reviews assigned to specific user IDs.
fr_fr: S'assurer que le jeu de résultats exclus les avis assignés à des IDs client spécifiques.

source: Limit result set to reviews assigned to specific user IDs.
fr_fr: Limiter le jeu de résultats aux avis affectées à des IDs client spécifiques.

source: Reviewer email.
fr_fr: Email de l'évaluateur.

# shipping packages
source: Shipping #%d
fr_fr: Livraison #%d

source: Cart key is recognized as a registered user on site. Cannot be loaded into session as a guest.
fr_fr: La clé du panier est reconnue comme un utilisateur enregistré sur le site. Ne peut pas être chargé dans la session en tant qu’invité.

source: Cart key "%s" is already loaded as the currently logged in user.
fr_fr: La clé de panier « %s » est déjà chargée en tant qu’utilisateur actuellement connecté.

source: You cannot use this route to add "%1$s" products to the cart. Please use %2$s instead.
fr_fr: Vous ne pouvez pas utiliser cette voie pour ajouter des produits « %1$s » au panier. Veuillez utiliser %2$s à la place.

source: Item
fr_fr: Article

source: An item which is no longer available was removed from your cart.
fr_fr: Un produit qui n&rsquo;est plus disponible a été supprimé de votre panier.

source: Quantity must be integer or a float value!
fr_fr: La quantité doit être un entier ou une valeur flottante !

source: Returns the cart totals once calculated if requested.
fr_fr: Renvoie les totaux du panier une fois calculés si demandé.

source: Returns the items details once added.
fr_fr: Renvoie les détails des éléments une fois ajoutés.

source: List of items and quantity in the cart.
fr_fr: Liste des articles et quantité dans le panier.

source: Unique identifier for the container product ID.
fr_fr: Identificateur unique de l’ID du produit conteneur.

source: Return the default cart data if set to true.
fr_fr: Renvoie les données du panier par défaut si elles sont définies sur true.

source: Sorry but this cart has expired!
fr_fr: Désolé mais ce panier a expiré!

source: Your 🛒 cart has been transferred over. You may %1$scontinue shopping%3$s or %2$scheckout%3$s.
fr_fr: Votre 🛒 panier a été transféré. Vous pouvez %1$scontinuer vos achats%3$s ou %2$spasser à la caisse%3$s.

source: User has changed! Was %1$s before and is now %2$s
fr_fr: L’utilisateur a changé ! Était %1$s avant et est maintenant %2$s

source: Unable to find cart for: %s
fr_fr: Impossible de trouver le panier pour : %s
