Repository: remmmi/WooCommerce-Cart-REST-API
Catalog: languages/cocart-core-*.po
Languages: fr_fr, pt_br

# shipping packages
source: Shipping
fr_fr: Livraison
pt_br: Transporte

# Item name in quotes
source: &ldquo;%s&rdquo;
fr_fr: &laquo;%s&raquo;
pt_br: "%s"

# label that indicates the number of carts created via other source
source: Carts Created (by %s)
pt_br: Carrinhos criados (por %s)

# label that indicates the number of carts created via the web
source: Carts Created (by %s)
pt_br: Carrinhos criados (por %s)

# label that indicates the number of carts created via CoCart REST API
source: Carts Created (by %s)
pt_br: Carrinhos criados (por %s)

# label that indicates the number of carts expired
source: Carts Expired
fr_fr: Paniers expirés
pt_br: Carrinhos expirados

# label that indicates the number of carts expiring soon
source: Carts Expiring Soon
fr_fr: Les paniers expirent bientôt
pt_br: Carrinhos expirando em breve

# label that indicates the number of carts active
source: Carts Active
fr_fr: Paniers actifs
pt_br: Carrinhos ativos

# label that indicates the number of carts in session
source: Carts in Session
fr_fr: Chariots en session
pt_br: Carrinhos em sessão

# label that indicates the install date of the plugin
source: Install Date
fr_fr: Date d’installation
pt_br: Data de instalação

# label that indicates the database version of the plugin
source: Database Version
fr_fr: Version de la base de données
pt_br: Versão do banco de dados

# label that indicates the version of the plugin
source: Version
pt_br: Versão

source: You are not allowed to modify the quantity of your %s gift.
fr_fr: Vous n’êtes pas autorisé à modifier la quantité de votre cadeau de %s.
pt_br: Você não tem permissão para modificar a quantidade do seu presente %s.

source: CoCart Task: Clean up carts failed.
fr_fr: Tâche CoCart : Le nettoyage du panier a échoué.
pt_br: Tarefa CoCart: Falha na limpeza dos carrinhos.

source: %s has been added to your cart.
fr_fr: %s a été ajouté à votre panier.
pt_br: %s foi adicionado ao seu carrinho.

source: Invalid image: %s
fr_fr: Image invalide : %s
pt_br: Imagem inválida: %s

source: Error: %s
fr_fr: Erreur: %s
pt_br: Erro: %s

source: Error getting remote image %s.
fr_fr: Erreur d&rsquo;obtention de l&rsquo;image distante %s.
pt_br: Erro ao obter a imagem remota %s.

source: Invalid URL %s.
fr_fr: URL %s non valide.
pt_br: URL inválido %s.

source: Replace with %s.
fr_fr: Remplacez-le par %s.
pt_br: Substitua por %s.

source: The %1$s function is deprecated since version %2$s.
fr_fr: La fonction %1$s est obsolète depuis la version %2$s.
pt_br: A função %1$s está obsoleta desde a versão %2$s.

source: with no alternative available.
fr_fr: sans alternative disponible.
pt_br: sem alternativa disponível.

source: ! Use %s instead.
fr_fr: ! Utilisez %s à la place.
pt_br: ! Em vez disso, use %s.

source: %1$s is deprecated since version %2$s
fr_fr: %1$s est obsolète depuis la version %2$s
pt_br: %1$s está obsoleto desde a versão %2$s

source: Missing session table.
fr_fr: Table de session manquante.
pt_br: Tabela de sessão ausente.

source: Missing cart item key is required!
pt_br: A chave do item do carrinho ausente é necessária!

source: '%s' is not available for purchase.
pt_br: '%s' não está disponível para compra.

source: Quantity must be %s or lower.
fr_fr: La quantité doit être inférieure ou égale à %s.
pt_br: A quantidade deve ser %s ou inferior.

source: Quantity must be a minimum of %s.
fr_fr: La quantité doit être d’au moins %s.
pt_br: A quantidade deve ser no mínimo %s.

source: Product does not exist! Check that you have submitted a product ID or SKU ID correctly for a product that exists.
fr_fr: Le produit n’existe pas ! Vérifiez que vous avez correctement envoyé un ID de produit ou un ID SKU pour un produit existant.
pt_br: O produto não existe! Verifique se você enviou um ID de produto ou ID de SKU corretamente para um produto existente.

source: (estimated for %s)
fr_fr: (estimé pour %s)
pt_br: (estimado para %s)

source: Free shipping coupon
fr_fr: Code promo livraison gratuite
pt_br: Cupom de frete grátis

source: Total of available products in store.
fr_fr: Total des produits disponibles en boutique.
pt_br: Total de produtos disponíveis na loja.

source: Total number of pages based on result criteria.
fr_fr: Nombre total de pages en fonction des critères de résultat.
pt_br: Número total de páginas com base nos critérios de resultado.

source: Current page of pagination.
fr_fr: Page actuelle de pagination.
pt_br: Página atual de paginação.

source: Returned products based on result criteria.
fr_fr: Produits retournés en fonction des critères de résultat.
pt_br: Produtos devolvidos com base em critérios de resultado.

source: Product meta data.
fr_fr: Métadonnées du produit.
pt_br: Metadados do produto.

source: Add to Cart Text
fr_fr: Texte Ajouter au Panier
pt_br: Adicionar ao carrinho Texto

source: Amount of product sales.
fr_fr: Montant des ventes de produits.
pt_br: Quantidade de vendas de produtos.

source: Product dimension unit.
fr_fr: Unité de mesure de la dimension du produit.
pt_br: Unidade de dimensão do produto.

source: The REST URL for adding the product to cart.
fr_fr: L’URL REST pour ajouter le produit au panier.
pt_br: O URL REST para adicionar o produto ao carrinho.

source: Maximum purchase quantity allowed based on stock (if managed).
fr_fr: Quantité maximale d'achat autorisée en fonction du stock (si géré).
pt_br: Quantidade máxima de compra permitida com base no estoque (se gerenciado).

source: Minimum purchase quantity allowed for product.
fr_fr: Quantité minimale d'achat autorisée pour le produit.
pt_br: Quantidade mínima de compra permitida para o produto.

source: Purchase limits depending on stock.
fr_fr: Limites d'achat en fonction du stock.
pt_br: Limites de compra dependendo do estoque.

source: Is product purchasable?
fr_fr: Le produit est-il possible d’acheter?
pt_br: O produto pode ser adquirido?

source: Do we show if the product is on backorder?
fr_fr: Devons-nous montrer si le produit est en rupture de stock ?
pt_br: Mostramos se o produto está em espera?

source: If managing stock, this tells us if backorders are allowed.
fr_fr: Si vous gérez les stocks, cela nous indique si les commandes en attente sont autorisées.
pt_br: Se estiver gerenciando estoque, isso nos informa se os pedidos pendentes são permitidos.

source: Stock status.
fr_fr: État du stock.
pt_br: Status do estoque.

source: Stock quantity. Returns "null" if not set.
pt_br: Quantidade em estoque. Retorna "null" se não estiver definido.

source: Product stock details.
fr_fr: Détails du stock du produit.
pt_br: Detalhes de estoque do produto.

source: Variation product featured image.
fr_fr: Image en vedette du produit de variation.
pt_br: Imagem em destaque do produto de variação.

source: Product attributes.
fr_fr: Attributs du produit.
pt_br: Atributos do produto.

source: Unique identifier for the variation product.
fr_fr: Identifiant unique pour le produit de variation.
pt_br: Identificador exclusivo para o produto de variação.

source: List of all variations and data.
fr_fr: Liste de toutes les variantes et données.
pt_br: Lista de todas as variações e dados.

source: Can the attribute be used as a variation?
fr_fr: L'attribut peut-il être utilisé comme variation ?
pt_br: O atributo pode ser usado como uma variação?

source: The REST URL for viewing this product tag.
fr_fr: L'URL REST pour afficher cette étiquette de produit.
pt_br: O URL REST para visualizar esta tag de produto.

source: The REST URL for viewing this product category.
fr_fr: L'URL REST pour ajouter le produit au panier.
pt_br: O URL REST para visualizar esta categoria de produto.

source: Image set featured?
fr_fr: Ensemble d'images en vedette ?
pt_br: Conjunto de imagens em destaque?

source: Image position.
fr_fr: Position de l'image.
pt_br: Posição da imagem.

source: Image URL source for each attachment size registered.
fr_fr: Source de l'URL de l'image pour chaque taille de pièce jointe enregistrée.
pt_br: Fonte de URL de imagem para cada tamanho de anexo registrado.

source: Reviews rated out of 5 on average.
fr_fr: Avis notés sur 5 en moyenne.
pt_br: Avaliações classificadas de 5 em média.

source: Rating count for the reviews in total.
fr_fr: Nombre d’évaluations pour les notes au total.
pt_br: A classificação conta para as avaliações no total.

source: Does this product require shipping?
fr_fr: Ce produit nécessite-t-il une expédition?
pt_br: Este produto requer envio?

source: Are reviews allowed for this product?
fr_fr: Les commentaires sont-ils autorisés pour ce produit ?
pt_br: São permitidas avaliações para este produto?

source: Are we limiting to just one of item to be bought in a single order?
fr_fr: Limitons-nous à un seul article à acheter par commande ?
pt_br: Estamos nos limitando a apenas um item a ser comprado em um único pedido?

source: Is stock management at product level?
fr_fr: La gestion des stocks se fait-elle au niveau du produit?
pt_br: A gestão de stocks está a nível do produto?

source: Is the product downloadable?
fr_fr: Le produit est-il téléchargeable?
pt_br: O produto pode ser baixado?

source: Is the product virtual?
fr_fr: Le produit est-il virtuel?
pt_br: O produto é virtual?

source: Various hidden conditions.
fr_fr: Diverses conditions cachées.
pt_br: Várias condições ocultas.

source: Currency suffix.
fr_fr: Suffixe de devise.
pt_br: Sufixo de moeda.

source: Currency prefix.
fr_fr: Préfixe de devise.
pt_br: Prefixo da moeda.

source: Currency thousand separator.
fr_fr: Séparateur de mille de la devise.
pt_br: Separador de milhar de moeda.

source: Currency decimal separator.
fr_fr: Séparateur décimal de devise.
pt_br: Separador decimal de moeda.

source: Currency minor unit.
fr_fr: Unité mineure de devise.
pt_br: Unidade menor de moeda.

source: Currency symbol.
fr_fr: Symbole de la devise.
pt_br: Símbolo de moeda.

source: Currency code.
fr_fr: Code de devise.
pt_br: Código da moeda.

source: Product currency.
fr_fr: Monnaie du produit.
pt_br: Moeda do produto.

source: Product dates for on sale.
fr_fr: Dates des produits en vente.
pt_br: Datas do produto para venda.

source: Maximum product price range.
fr_fr: Fourchette de prix maximale du produit.
pt_br: Faixa de preço máximo do produto.

source: Minimum product price range.
fr_fr: Fourchette de prix minimale du produit.
pt_br: Faixa de preço mínimo do produto.

source: Product price range.
fr_fr: Fourchette de prix du produit.
pt_br: Faixa de preço do produto.

source: Product sale price.
fr_fr: Tarif de promotion.
pt_br: Preço de venda do produto.

source: Product regular price.
fr_fr: Tarif régulier du produit.
pt_br: Preço normal do produto.

source: Product price (currently).
fr_fr: Prix du produit (actuel).
pt_br: Preço do produto (atualmente).

source: Product prices.
fr_fr: Prix des produits.
pt_br: Preços dos produtos.

source: Product dates.
fr_fr: Dates des produits.
pt_br: Datas do produto.

source: Product type. Default values are `simple | variable | variation` but other types maybe available with other product type extensions.
pt_br: Tipo de produto. Os valores padrão são 'simple | variável | variação', mas outros tipos podem estar disponíveis com outras extensões de tipo de produto.

source: The "%s" route URL.
fr_fr: L'URL de la route "%s".
pt_br: A URL da rota "%s".

source: The store address postcode or zip.
fr_fr: Le code postal ou boite postal de l’adresse du magasin.
pt_br: O endereço da loja, código postal ou CEP.

source: The store address country.
fr_fr: Le pays de l’adresse du magasin.
pt_br: O país do endereço da loja.

source: The store address city.
fr_fr: La ville du magasin.
pt_br: A cidade do endereço da loja.

source: The store address line two.
fr_fr: La deuxième ligne d’adresse du magasin.
pt_br: A linha de endereço da loja dois.

source: The store address line one.
fr_fr: La première ligne d'adresse du magasin.
pt_br: A linha de endereço da loja um.

source: The full store address.
fr_fr: L'adresse complète du magasin.
pt_br: O endereço completo da loja.

source: The timezone from site settings as a string.
fr_fr: Le fuseau horaire des paramètres du site en chaîne de caractère.
pt_br: O fuso horário das configurações do site como uma cadeia de caracteres.

source: The time offset for the timezone.
fr_fr: Le décalage horaire pour le fuseau horaire.
pt_br: O deslocamento de tempo para o fuso horário.

source: The site language, by default.
fr_fr: La langue du site par défaut.
pt_br: O idioma do site, por padrão.

source: The site home URL.
fr_fr: L’URL de la page d’accueil du site.
pt_br: A URL inicial do site.

source: The site tag line.
fr_fr: Le slogan du site.
pt_br: O slogan do site.

source: Title of the site.
fr_fr: Titre du site.
pt_br: Título do site.

source: The routes of CoCart.
fr_fr: Les itinéraires de CoCart.
pt_br: As rotas da CoCart.

source: A message to developers.
fr_fr: Un message aux développeurs.
pt_br: Uma mensagem para os desenvolvedores.

source: Extra details added via the filter.
pt_br: Detalhes extras adicionados através do filtro.

source: The email address of the user.
fr_fr: Adresse e-mail de l'utilisateur.
pt_br: O endereço de e-mail do usuário.

source: The avatar URLs of the user for each avatar size registered.
fr_fr: Les URL d’avatar de l’utilisateur pour chaque taille d’avatar enregistrée.
pt_br: As URLs de avatar do usuário para cada tamanho de avatar registrado.

source: The role type assigned to the user.
fr_fr: Type de rôle attribué à l’utilisateur.
pt_br: O tipo de função atribuído ao usuário.

source: The display name of the user (if any).
fr_fr: Nom d’affichage de l’utilisateur (le cas échéant).
pt_br: O nome de exibição do usuário (se houver).

source: The last name of the user (if any).
pt_br: O sobrenome do usuário (se houver).

source: The first name of the user (if any).
pt_br: O nome do usuário (se houver).

source: Unique ID to the user on the site.
fr_fr: Identifiant unique de l’utilisateur sur le site.
pt_br: ID exclusivo para o usuário no site.

source: Don't forget to store the users login information in order to authenticate all other routes with CoCart.
fr_fr: N’oubliez pas de stocker les informations de connexion des utilisateurs afin d’authentifier tous les autres itinéraires avec CoCart.
pt_br: Não se esqueça de armazenar as informações de login dos usuários para autenticar todas as outras rotas com o CoCart.

source: Sorry, you are not authorized.
fr_fr: Désolé, vous n’êtes pas autorisé.
pt_br: Desculpe, você não está autorizado.

source: Returns a message and quantity value after updating item in cart.
fr_fr: Renvoie un message et une valeur de quantité après la mise à jour de l’article dans le panier.
pt_br: Retorna uma mensagem e um valor de quantidade após atualizar o item no carrinho.

source: Additional data to pass.
fr_fr: Données supplémentaires à transmettre.
pt_br: Dados adicionais a serem passados.

source: Namespace used to ensure the data in the request is routed appropriately.
fr_fr: Espace de noms utilisé pour s’assurer que les données de la requête sont acheminées de manière appropriée.
pt_br: Namespace usado para garantir que os dados na solicitação sejam roteados adequadamente.

source: There is no valid callback registered for: %s.
fr_fr: Il n’y a pas de rappel valide enregistré pour : %s.
pt_br: Não há retorno de chamada válido registrado para: %s.

source: There is no such namespace registered: %s.
fr_fr: Il n’y a pas d’espace de noms de ce type enregistré : %s.
pt_br: Não existe esse namespace registrado: %s.

source: You must provide a namespace when extending the cart endpoint. Available namespaces: (%s)
fr_fr: Vous devez fournir un espace de noms lors de l’extension du point de terminaison du panier. Espaces de noms disponibles : (%s)
pt_br: Você deve fornecer um namespace ao estender o ponto de extremidade do carrinho. Namespaces disponíveis: (%s)

source: This cart either has no items or was not calculated.
fr_fr: Ce panier n’a pas d’articles ou n’a pas été calculé.
pt_br: Este carrinho não tem itens ou não foi calculado.

source: Returns the item details once restored.
fr_fr: Renvoie les détails de l’élément une fois restauré.
pt_br: Retorna os detalhes do item uma vez restaurado.

source: Item does not exist in cart.
fr_fr: L’article n’existe pas dans le panier.
pt_br: O item não existe no carrinho.

source: %s has already been restored to the cart.
fr_fr: %s a déjà été restauré dans le panier.
pt_br: %s já foi restaurado no carrinho.

source: Returns a message after removing item from cart.
fr_fr: Renvoie un message après avoir retiré l’article du panier.
pt_br: Retorna uma mensagem após remover o item do carrinho.

source: %s has been removed from cart.
fr_fr: %s a été retiré du panier.
pt_br: %s foi removido do carrinho.

source: %s does not exist in cart.
fr_fr: %s n’existe pas dans le panier.
pt_br: %s não existe no carrinho.

source: %s has already been removed from cart.
fr_fr: %s a déjà été retiré du panier.
pt_br: %s já foi removido do carrinho.

source: The item container identified with the unique ID of the item.
fr_fr: Le conteneur de l’article identifié avec l’ID unique de l’article.
pt_br: O contêiner de item identificado com a ID exclusiva do item.

source: The featured image of the item.
pt_br: A imagem em destaque do item.

source: Custom item data applied to the item in cart (if any).
fr_fr: Données d’article personnalisées appliquées à l’article dans le panier (le cas échéant).
pt_br: Dados de item personalizados aplicados ao item no carrinho (se houver).

source: The variation attributes of the item in cart (if item is a variation of a variable product).
fr_fr: Les attributs de variation de l’article dans le panier (si l’article est une variante d’un produit variable).
pt_br: Os atributos de variação do item no carrinho (se o item for uma variação de um produto variável).

source: The weight of the item in cart.
fr_fr: Le poids de l’article dans le panier.
pt_br: O peso do item no carrinho.

source: The unit measurement of the item in cart.
fr_fr: L’unité de mesure de l’article dans le panier.
pt_br: A medida unitária do item no carrinho.

source: The height of the item in cart.
fr_fr: La hauteur de l’article dans le panier.
pt_br: A altura do item no carrinho.

source: The width of the item in cart.
fr_fr: La largeur de l’article dans le panier.
pt_br: A largura do item no carrinho.

source: The length of the item in cart.
fr_fr: La longueur de l’article dans le panier.
pt_br: O comprimento do item no carrinho.

source: The dimensions of the item in cart.
fr_fr: Les dimensions de l’article dans le panier.
pt_br: As dimensões do item no carrinho.

source: The SKU of the item in cart.
fr_fr: Le SKU de l’article dans le panier.
pt_br: O SKU do item no carrinho.

source: The product type of the item in cart.
fr_fr: Le type de produit de l’article dans le panier.
pt_br: O tipo de produto do item no carrinho.

source: The meta data of the item.
pt_br: Os metadados do item.

source: The product slug of the item.
pt_br: O slug do produto do item.

source: The total tax of the item in cart.
fr_fr: La taxe totale de l’article dans le panier.
pt_br: O imposto total do item no carrinho.

source: The total of the item in cart.
fr_fr: Le total de l’article dans le panier.
pt_br: O total do item no carrinho.

source: The subtotal tax of the item in cart.
fr_fr: Le sous-total de la taxe de l’article dans le panier.
pt_br: O imposto subtotal do item no carrinho.

source: The subtotal of the item in cart.
fr_fr: Le sous-total de l’article dans le panier.
pt_br: O subtotal do item no carrinho.

source: The quantity of the item and minimum and maximum purchase capability.
pt_br: A quantidade do item e a capacidade mínima e máxima de compra.

source: Internal parameter. No description.
fr_fr: Paramètre interne. Pas de description.
pt_br: Parâmetro interno. Sem descrição.

source: Set as true to count items removed from the cart.
fr_fr: Définissez la valeur true pour compter les articles retirés du panier.
pt_br: Defina como verdadeiro para contar os itens removidos do carrinho.

source: Returns count for removed items from the cart.
fr_fr: Les retours sont comptabilisés pour les articles retirés du panier.
pt_br: As devoluções contam para itens removidos do carrinho.

source: No items in the cart.
fr_fr: Aucun article dans le panier.
pt_br: Nenhum item no carrinho.

source: Keeps removed items in session when clearing the cart.
fr_fr: Conserve les articles supprimés en session lors de l’effacement du panier.
pt_br: Mantém os itens removidos na sessão ao limpar o carrinho.

source: True if you want to return the URL of the featured product image for each item in the cart.
fr_fr: True si vous souhaitez renvoyer l’URL de l’image du produit mis en avant pour chaque article du panier.
pt_br: True se você quiser retornar o URL da imagem do produto em destaque para cada item no carrinho.

source: Specify each parent field you want to request separated by (,) in the response before the data is fetched.
pt_br: Especifique cada campo pai que você deseja solicitar separado por (,) na resposta antes que os dados sejam buscados.

source: Unique identifier for the cart.
pt_br: Identificador exclusivo para o carrinho.

source: Changed for the purpose of not overriding default properties.
fr_fr: Modifié dans le but de ne pas remplacer les propriétés par défaut.
pt_br: Alterado com a finalidade de não substituir as propriedades padrão.

source: Notices for error actions.
fr_fr: Avis d’actions d’erreur.
pt_br: Avisos para ações de erro.

source: Notices for informational actions.
pt_br: Avisos para ações informativas.

source: Notices for successful actions.
fr_fr: Avis pour les actions réussies.
pt_br: Avisos para ações bem-sucedidas.

source: The cart notices.
fr_fr: Le chariot s’en aperçoit.
pt_br: O carrinho percebe.

source: The product type of the cross-sell product.
fr_fr: Type de produit du produit de vente croisée.
pt_br: O tipo de produto do produto de venda cruzada.

source: The sale status of the cross-sell product.
fr_fr: L’état de vente du produit de vente croisée.
pt_br: O status de venda do produto de venda cruzada.

source: The average rating of the cross-sell product.
fr_fr: La note moyenne du produit de vente croisée.
pt_br: A classificação média do produto de venda cruzada.

source: The image of the cross-sell product.
fr_fr: L’image du produit de vente croisée.
pt_br: A imagem do produto de venda cruzada.

source: The sale price of the cross-sell product.
fr_fr: Le prix de vente du produit de vente croisée.
pt_br: O preço de venda do produto de venda cruzada.

source: The regular price of the cross-sell product.
fr_fr: Le prix normal du produit de vente croisée.
pt_br: O preço normal do produto de venda cruzada.

source: The price of the cross-sell product.
fr_fr: Le prix du produit de vente croisée.
pt_br: O preço do produto de venda cruzada.

source: The slug of the cross-sell product.
fr_fr: La limace du produit de vente croisée.
pt_br: A lesma do produto de venda cruzada.

source: The title of the cross-sell product.
fr_fr: Le titre du produit de vente croisée.
pt_br: O título do produto de venda cruzada.

source: The name of the cross-sell product.
fr_fr: Nom du produit de vente croisée.
pt_br: O nome do produto de venda cruzada.

source: Product ID or Variation ID of the cross-sell product.
fr_fr: ID de produit ou ID de variation du produit de vente croisée.
pt_br: ID do produto ou ID de variação do produto de venda cruzada.

source: Items you may be interested in adding to the cart.
fr_fr: Articles que vous pourriez être intéressé à ajouter au panier.
pt_br: Itens que você pode estar interessado em adicionar ao carrinho.
