Repository: remmmi/WooCommerce-Cart-REST-API
Catalog: languages/cocart-core-*.po
Languages: fr_fr, pt_br

source: %s callback needs to run again
fr_fr: %s rappel doit s’exécuter à nouveau
pt_br: %s precisa ser executado novamente

source: Running %s callback
fr_fr: Exécution d’un rappel %s
pt_br: Executando o retorno de chamada %s

source: Unable to dispatch CoCart updater: %s
fr_fr: Impossible d’envoyer le programme de mise à jour CoCart : %s
pt_br: Não é possível enviar o atualizador do CoCart: %s

source: Upgrade %s and unlock more cart features and supported WooCommerce extensions.
fr_fr: Mettez à niveau %s et débloquez plus de fonctionnalités de panier et d’extensions WooCommerce prises en charge.
pt_br: Atualize %s e desbloqueie mais recursos de carrinho e extensões WooCommerce suportadas.

source: Ready to take your headless store to the next level?
fr_fr: Prêt à faire passer votre magasin headless au niveau supérieur?
pt_br: Pronto para levar sua loja headless para o próximo nível?

source: Now you are ready to start developing your headless store. Visit the documentation site to learn how to access the API, view examples and find many action hooks and filters and more.
fr_fr: Vous êtes maintenant prêt à commencer à développer votre boutique headless. Visitez le site de documentation pour savoir comment accéder à l’API, voir des exemples et trouver de nombreux hooks et filtres d’action, etc.
pt_br: Agora você está pronto para começar a desenvolver sua loja headless. Visite o site de documentação para saber como acessar a API, ver exemplos e encontrar muitos ganchos e filtros de ação e muito mais.

source: Thank you for installing %s!
fr_fr: Merci d’avoir installé %s!
pt_br: Obrigado por instalar o %s!

source: Share feedback
fr_fr: Partagez vos commentaires
pt_br: Compartilhe feedback

source: We love your input to shape the future of CoCart together. Feel free to share any feedback, ideas or suggestions that you have.
fr_fr: Nous apprécions votre contribution pour façonner ensemble l’avenir de CoCart. N’hésitez pas à nous faire part de vos commentaires, idées ou suggestions.
pt_br: Adoramos sua contribuição para moldar o futuro da CoCart juntos. Sinta-se à vontade para compartilhar quaisquer comentários, ideias ou sugestões que você tenha.

source: Help improve CoCart
fr_fr: Aidez-nous à améliorer CoCart
pt_br: Ajude a melhorar o CoCart

source: Fetching your products via the REST API is now easy. Learn more about the six things you can do with the products API to help your development with %s.
fr_fr: La récupération de vos produits via l’API REST est désormais facile. En savoir plus sur les six choses que vous pouvez faire avec l’API Products pour faciliter votre développement avec %s.
pt_br: Buscar seus produtos por meio da API REST agora é fácil. Saiba mais sobre as seis coisas que você pode fazer com a API de produtos para ajudar seu desenvolvimento com %s.

source: 6 things you can do with Products REST API
fr_fr: 6 choses que vous pouvez faire avec l’API REST des produits
pt_br: 6 coisas que você pode fazer com a API REST de produtos

source: Verifying database:
fr_fr: Vérification de la base de données :
pt_br: Verificando o banco de dados:

source: Database verified successfully.
fr_fr: Base de données vérifiée avec succès.
pt_br: Banco de dados verificado com sucesso.

source: Database upgrade routine has been scheduled to run in the background.
fr_fr: La routine de mise à niveau de base de données a été planifiée pour s'exécuter en arrière-plan.
pt_br: A rotina de atualização do banco de dados foi agendada para ser executada em segundo plano.

source: Carts are now synchronized.
fr_fr: Les chariots sont maintenant synchronisés.
pt_br: Os carrinhos agora estão sincronizados.

source: All expired carts have now been cleared from the database.
fr_fr: Tous les paniers expirés ont maintenant été effacés de la base de données.
pt_br: Todos os carrinhos expirados foram apagados do banco de dados.

source: All active carts have been cleared and %s saved carts.
fr_fr: Tous les paniers actifs ont été effacés et %s les paniers enregistrés.
pt_br: Todos os carrinhos ativos foram limpos e %s carrinhos salvos.

source: This tool will clear all carts in session and saved carts.
fr_fr: Cet outil effacera tous les paniers en session et les paniers enregistrés.
pt_br: Esta ferramenta limpará todos os carrinhos na sessão e os carrinhos salvos.

source: Verify if all CoCart's base database tables are present.
fr_fr: Vérifiez si toutes les tables de base de données de CoCart sont présentes.
pt_br: Verifique se todas as tabelas de banco de dados base do CoCart estão presentes.

source: Verify database
fr_fr: Vérifier la base de données
pt_br: Verificar banco de dados

source: Verify CoCart base database tables
fr_fr: Vérifier les tables de la base de données CoCart
pt_br: Verificar tabelas de banco de dados base do CoCart

source: This will update CoCart's session table in the database to the latest version. This is only needed to be done if you prefer to update manually or the automatic update failed. Please ensure you make sufficient backups before proceeding.
fr_fr: Cela mettra à jour la table de session de CoCart dans la base de données vers la dernière version. Cela n’est nécessaire que si vous préférez effectuer la mise à jour manuellement ou si la mise à jour automatique a échoué. Assurez-vous d’effectuer suffisamment de sauvegardes avant de continuer.
pt_br: Isso atualizará a tabela de sessão do CoCart no banco de dados para a versão mais recente. Isso só precisa ser feito se você preferir atualizar manualmente ou se a atualização automática falhar. Certifique-se de fazer backups suficientes antes de continuar.

source: Update Database
fr_fr: Mise à jour de la base de données
pt_br: Atualizar banco de dados

source: Update CoCart Database
fr_fr: Mettre à jour la base de données CoCart
pt_br: Atualizar banco de dados CoCart

source: This will copy any existing carts from WooCommerce's session table to CoCart's session table in the database. If cart already exists for a customer then it will not sync for that customer.
fr_fr: Cela copiera tous les paniers existants de la table de session de WooCommerce vers la table de session de CoCart dans la base de données. Si le panier existe déjà pour un client, il ne sera pas synchronisé pour ce client.
pt_br: Isso copiará todos os carrinhos existentes da tabela de sessão do WooCommerce para a tabela de sessão do CoCart no banco de dados. Se o carrinho já existir para um cliente, ele não será sincronizado para esse cliente.

source: Synchronize (%d) cart/s
fr_fr: Synchroniser (%d) panier(s)
pt_br: Sincronizar (%d) carrinho(s)

source: Synchronize carts
fr_fr: Synchroniser les paniers
pt_br: Sincronizar carrinhos

source: only
fr_fr: seulement
pt_br: somente

source: This tool will clear all expired carts %s stored in the database.
fr_fr: Cet outil effacera tous les paniers expirés %s stockés dans la base de données.
pt_br: Esta ferramenta limpará todos os carrinhos expirados %s armazenados no banco de dados.

source: Clear expired
fr_fr: Effacer expiré
pt_br: Limpar expirado

source: Clear expired carts
fr_fr: Effacer les paniers expirés
pt_br: Limpar carrinhos vencidos

source: This tool will clear all carts in session handled by CoCart and saved carts.
fr_fr: Cet outil effacera tous les paniers en session gérés par CoCart et les paniers enregistrés.
pt_br: Esta ferramenta limpará todos os carrinhos na sessão manipulados pelo CoCart e os carrinhos salvos.

source: Note:
pt_br: Nota:

source: Clear all
fr_fr: Retirer tout
pt_br: Apagar tudo

source: Clear cart sessions
fr_fr: Effacer les sessions de panier
pt_br: Sessões de carrinho claro

source: These carts were created other than %1$s or %2$s.
fr_fr: Ces chariots ont été créés autrement que %1$s ou %2$s.
pt_br: Esses carrinhos foram criados de forma diferente de %1$s ou %2$s.

source: Other
pt_br: Outro

source: Web
pt_br: Teia

source: Carts Created (by %s)
pt_br: Carrinhos criados (por %s)

source: Any expired carts that get updated before being cleared will become an active cart again.
fr_fr: Tous les paniers expirés qui sont mis à jour avant d’être effacés redeviendront des paniers actifs.
pt_br: Todos os carrinhos expirados que forem atualizados antes de serem liberados se tornarão um carrinho ativo novamente.

source: Carts Expired
fr_fr: Paniers expirés
pt_br: Carrinhos expirados

source: Carts that only have less than 6 hours left before they have expired.
fr_fr: Les chariots qui n’ont plus que moins de 6 heures avant leur expiration.
pt_br: Carrinhos que têm menos de 6 horas antes de expirarem.

source: Carts Expiring Soon
fr_fr: Les paniers expirent bientôt
pt_br: Carrinhos expirando em breve

source: %1$d out of %2$d in session.
fr_fr: %1$d hors %2$d en séance.
pt_br: %1$d de %2$d na sessão.

source: Carts Active
fr_fr: Paniers actifs
pt_br: Carrinhos ativos

source: Carts in Session
fr_fr: Chariots en session
pt_br: Carrinhos em sessão

source: Cart Count
pt_br: Contagem de carrinhos

source: Cart Sessions
pt_br: Sessões de carrinho

source: Install Date
fr_fr: Date d’installation
pt_br: Data de instalação

source: The version of %1$s that the database is formatted for. This should be the same as your %1$s version. Unless you have %2$s or above, then it should be the version of %1$s packaged.
pt_br: A versão de %1$s para a qual o banco de dados está formatado. Deve ser igual à sua versão %1$s. A menos que você tenha %2$s ou superior, então deve ser a versão de %1$s empacotada.

source: Database Version
fr_fr: Version de la base de données
pt_br: Versão do banco de dados

source: This section shows any information about %s.
fr_fr: Cette section affiche toutes les informations sur %s.
pt_br: Esta seção mostra todas as informações sobre %s.

source: Founder of %s
fr_fr: Fondateur de %s
pt_br: Fundador da %s

source: Regards,
fr_fr: Cordialement,
pt_br: Relação

source: Thank you and enjoy!
fr_fr: Merci et profitez-en!
pt_br: Obrigado e divirta-se!

source: Now that you have %1$s installed, your ready to start developing your headless store.
fr_fr: Maintenant que vous avez %1$s installé, vous êtes prêt à commencer à développer votre boutique headless.
pt_br: Agora que você tem %1$s instalado, você está pronto para começar a desenvolver sua loja headless.

source: You're ready!
fr_fr: Vous êtes prêt!
pt_br: Você está pronto!

source: Install WooCommerce
fr_fr: Installer WooCommerce
pt_br: Instale o WooCommerce

source: As you do not have permission to activate a plugin. Please ask a site administrator to activate WooCommerce for you.
fr_fr: Comme vous n’avez pas l’autorisation d’activer un plugin. Veuillez demander à un administrateur du site d’activer WooCommerce pour vous.
pt_br: Como você não tem permissão para ativar um plugin. Peça a um administrador do site para ativar o WooCommerce para você.

source: Activate WooCommerce
fr_fr: Activer WooCommerce
pt_br: Ativar WooCommerce

source: %1$s requires %2$s to be installed and activated.
fr_fr: %1$s nécessite l’extension %2$s installée et activée.
pt_br: %1$s requer que %2$s seja instalado e ativado.

source: Remind me another time
fr_fr: Rappelle-moi une autre fois
pt_br: Lembre-me de outra hora

source: Hide this notice.
fr_fr: Cacher cet avertissement.
pt_br: Oculte este aviso.

source: What's Coming Next?
fr_fr: Quelle est la prochaine étape?
pt_br: O que vem a seguir?

source: Version %2$s of %1$s is in development with many improvements and options including improved security. A newly added settings page with multiple options to quickly configure %1$s as you need and many more action hooks and filters for developers.
pt_br: A versão %2$s de %1$s está em desenvolvimento com muitas melhorias e opções, incluindo segurança aprimorada. Uma página de configurações recém-adicionada com várias opções para configurar rapidamente %1$s conforme necessário e muitos outros ganchos de ação e filtros para desenvolvedores.

source: What is next for %s?
fr_fr: Quelle est la prochaine étape pour %s?
pt_br: O que vem a seguir para %s?

source: Note: WP CRON has been disabled on your install which may prevent this update from completing.
fr_fr: Remarque : WP CRON a été désactivé sur votre installation, ce qui peut empêcher la fin de cette mise à jour.
pt_br: Nota: O WP CRON foi desativado em sua instalação, o que pode impedir a conclusão desta atualização.

source: %s is updating the database in the background. The database update process may take a little while, so please be patient.
fr_fr: %s met à jour la base de données en arrière-plan. Le processus de mise à jour de la base de données peut prendre un peu de temps, alors soyez patient.
pt_br: %s está atualizando o banco de dados em segundo plano. O processo de atualização do banco de dados pode demorar um pouco, portanto, seja paciente.

source: View progress &rarr;
fr_fr: Afficher la progression &rarr;
pt_br: Veja o progresso →

source: You can manually run queued updates here.
fr_fr: Vous pouvez exécuter manuellement les mises à jour en file d'attente ici.
pt_br: Você pode executar manualmente as atualizações enfileiradas aqui.

source: %s database update complete. Thank you for updating to the latest version!
fr_fr: %s mise à jour de la base de données terminée. Merci d’avoir mis à jour vers la dernière version!
pt_br: %s atualização do banco de dados concluída. Obrigado por atualizar para a versão mais recente!

source: Learn more about updates
fr_fr: En savoir plus sur les mises à jour
pt_br: Saiba mais sobre atualizações

source: Update %s Database
fr_fr: Mettre à jour %s base de données
pt_br: Atualizar banco de dados %s

source: The database update process runs in the background and may take a little while, so please be patient. Advanced users can alternatively update via %1$sWP CLI%2$s.
fr_fr: Le processus de mise à jour de base de données s’exécute en arrière-plan et peut prendre un peu de temps, donc soyez patient svp. Les utilisateurs avancés peuvent alternativement mettre à jour via %1$sWP CLI%2$s.
pt_br: O processo de atualização do banco de dados é executado em segundo plano e pode demorar um pouco, portanto, seja paciente. Usuários avançados podem, alternativamente, atualizar via %1$sWP CLI%2$s.

source: %s has been updated! To keep things running smoothly, we have to update your database to the newest version.
fr_fr: %s a été mis à jour! Pour que les choses fonctionnent sans heurts, nous devons mettre à jour votre base de données sur la version la plus récente.
pt_br: %s foi atualizado! Para manter as coisas funcionando sem problemas, temos que atualizar seu banco de dados para a versão mais recente.

source: %s database update required
fr_fr: %s mise à jour de base de données de requise
pt_br: %s atualização do banco de dados necessária

source: Don't ask me again
fr_fr: Ne pas demander à nouveau
pt_br: Não me pergunte de novo

source: Give Feedback for %2$s
fr_fr: Donnez votre avis pour %2$s
pt_br: Dar feedback para %2$s

source: If you have any questions or any feedback at all, please let me know. Any little bit you're willing to share helps the development of CoCart.
fr_fr: Si vous avez des questions ou des commentaires, n’hésitez pas à me le faire savoir. Tout ce que vous êtes prêt à partager contribue au développement de CoCart.
pt_br: Se você tiver alguma dúvida ou feedback, por favor me avise. Qualquer pedacinho que você esteja disposto a compartilhar ajuda no desenvolvimento do CoCart.

source: , a release candidate of %s!
fr_fr: , une release candidate de %s!
pt_br: , um release candidate de %s!

source: , a beta release of %s!
fr_fr: , une version bêta de %s!
pt_br: , uma versão beta do %s!

source: Thank you for trying out v%s
fr_fr: Merci d’avoir essayé v%s
pt_br: Obrigado por experimentar v%s

source: I will manually setup later.
fr_fr: Je configurerai manuellement plus tard.
pt_br: Vou configurar manualmente mais tarde.

source: To help prepare %s running smoothly, we would like to guide you with a setup wizard.
fr_fr: Pour vous aider à préparer %s bon fonctionnement, nous aimerions vous guider à l’aide d’un assistant de configuration.
pt_br: Para ajudar a preparar o %s funcionando sem problemas, gostaríamos de guiá-lo com um assistente de configuração.

source: Welcome to %s!
fr_fr: Bienvenue sur %s !
pt_br: Bem-vindo ao %s!

source: Sorry, %1$s%3$s%2$s requires WordPress %4$s or higher. Please upgrade your WordPress setup.
fr_fr: Désolé, %1$s%3$s%2$s nécessite WordPress %4$s ou plus. S’il vous plaît mettre à niveau votre configuration WordPress.
pt_br: Desculpe, %1$s%3$s%2$s requer WordPress %4$s ou superior. Por favor, atualize sua configuração do WordPress.

source: Update WooCommerce
fr_fr: Mettre à jour WooCommerce
pt_br: Atualizar WooCommerce

source: %1$s requires at least %2$s v%3$s or higher.
fr_fr: %1$s nécessite au moins %2$s V%3$s ou plus.
pt_br: %1$s requer pelo menos %2$s v%3$s ou superior.

source: Update Required!
fr_fr: Mise à jour requise!
pt_br: Atualização necessária!

source: No thank you
pt_br: Não, obrigado

source: Hide this notice forever.
fr_fr: Cachez cet avis pour toujours.
pt_br: Oculte este aviso para sempre.

source: Ok, you deserve it!
pt_br: Ok, você merece!

source: %1$s<br>Founder of %2$s
pt_br: %1$s<br>Fundador da %2$s

source: No thanks
pt_br: Não, obrigado

source: Give Feedback
fr_fr: Donnez votre avis
pt_br: Dê feedback

source: We're sorry to hear you aren't enjoying %s. We would love a chance to improve. Could you take a minute and let us know what we can do better?
pt_br: Lamentamos saber que você não está gostando de %s. Adoraríamos ter a chance de melhorar. Você poderia tirar um minuto e nos dizer o que podemos fazer melhor?

source: Not Really
pt_br: Na verdade não

source: Hi %1$s, are you enjoying %2$s so far?
pt_br: Olá %1$s, você está gostando de %2$s até agora?

source: Request Demo
fr_fr: Demander une démo
pt_br: Solicite uma demonstração

source: WordPress Playground is not compatible with the %s plugin. Recommend requesting a demo instead.
fr_fr: WordPress Playground n’est pas compatible avec le plugin %s. Nous vous recommandons plutôt de demander une démo.
pt_br: O WordPress Playground não é compatível com o plug-in %s. Recomende solicitar uma demonstração.

source: Dismiss
fr_fr: Rejeter
pt_br: Demitir

source: One table is required for CoCart to function is missing and will not work as expected. Missing table: <code>%1$s</code>
fr_fr: Une table est requise pour que CoCart fonctionne, est manquante et ne fonctionnera pas comme prévu. Table manquante : <code>%1$s</code>
pt_br: Uma tabela é necessária para que o CoCart funcione está ausente e não funcionará conforme o esperado. Tabela ausente: <code>%1$s</code>

source: One table is required for CoCart to function is missing and will not work as expected. Missing table: <code>%1$s</code> <a href="%2$s">Check again.</a>
fr_fr: Une table est requise pour que CoCart fonctionne est manquante et ne fonctionnera pas comme prévu. Tableau manquant : <code>%1$s</code> <a href="%2$s">Vérifiez à nouveau.</a>
pt_br: Uma tabela é necessária para que o CoCart funcione está ausente e não funcionará conforme o esperado. Tabela ausente: <code>%1$s</code> <a href="%2$s">verifique novamente.</a>

source: Database table missing
fr_fr: Table de base de données manquante
pt_br: Tabela de banco de dados ausente

source: Install VSCode Extension
pt_br: Instalar a extensão VSCode

source: Unlock more features
pt_br: Desbloqueie mais recursos

source: You can also
fr_fr: Vous pouvez également
pt_br: Você também pode

source: View Plugin Suggestions
fr_fr: Voir les suggestions de plug-ins
pt_br: Ver sugestões de plug-ins

source: Checkout plugin suggestions by CoCart.
fr_fr: Suggestions de plugins de paiement par CoCart.
pt_br: Confira sugestões de plugins por CoCart.

source: You're ready to develop your headless store.
fr_fr: Vous êtes prêt à développer votre boutique headless.
pt_br: Você está pronto para desenvolver sua loja headless.

source: Start Developing
fr_fr: Commencer à développer
pt_br: Comece a desenvolver

source: Next step
fr_fr: Étape suivante
pt_br: Próximo passo

source: Yes please!
fr_fr: Oui, s'il vous plait!
pt_br: Sim, por favor!

source: Email address
fr_fr: Adresse email
pt_br: Endereço eletrônico

source: Get product updates, tutorials and more straight to your inbox.
fr_fr: Recevez des mises à jour de produits, des tutoriels et bien plus encore directement dans votre boîte de réception.
pt_br: Receba atualizações de produtos, tutoriais e muito mais diretamente na sua caixa de entrada.

source: Update now
pt_br: Atualizar agora

source: Cancel
pt_br: Cancelar

source: We strongly recommend creating a backup of your site before updating.
pt_br: É altamente recomendável criar um backup do seu site antes de atualizar.

source: Tested up to Cart version
pt_br: Testado até a versão do carrinho

source: Are you sure you're ready?
pt_br: Tem certeza de que está pronto?

source: The following active plugin(s) have not declared compatibility with CoCart %s yet and should be updated and examined further before you proceed:
pt_br: O(s) seguinte(s) plug-in(is) ativo(s) ainda não declararam compatibilidade com o CoCart %s e devem ser atualizados e examinados mais detalhadamente antes de prosseguir:

source: Tested up to CoCart version
pt_br: Testado até a versão CoCart

source: unknown
pt_br: desconhecido

source: <strong>Heads up!</strong> The versions of the following plugins you're running haven't been tested with CoCart %s. Please update them or confirm compatibility before updating CoCart, or you may experience issues:
pt_br: <strong>Atenção!</strong> As versões dos seguintes plug-ins que você está executando não foram testadas com o CoCart %s. Atualize-os ou confirme a compatibilidade antes de atualizar o CoCart, ou você pode ter problemas:

source: %1$sSee what's coming next%2$s in %3$s v%4$s.
pt_br: %1$sVeja o que vem a seguir%2$s em %3$s v%4$s.

source: Auto-updates are disabled based on this setting for %1$s.
pt_br: As atualizações automáticas são desativadas com base nessa configuração para %1$s.

source: Auto-updates are enabled based on this setting for %1$s.
pt_br: As atualizações automáticas são habilitadas com base nessa configuração para %1$s.

source: Installed
fr_fr: Installé
pt_br: Instalado

source: Network Activate %s
fr_fr: Réseau activé %s
pt_br: Ativar rede %s

source: Network Activate
fr_fr: Réseau activé
pt_br: Ativar rede

source: Activate %s
fr_fr: Activer %s
pt_br: Ativar %s

source: Activate
fr_fr: Activer
pt_br: Ativar

source: Installed & Active
fr_fr: Installé et Actif
pt_br: Instalado & Ativo

source: Cannot Update
fr_fr: Impossible de mettre à jour
pt_br: Não é possível atualizar

source: Update Now
fr_fr: Mettre à jour maintenant
pt_br: Atualizar agora

source: Update %s now
fr_fr: Mise à jour %s maintenant
pt_br: Atualizar %s agora

source: Not Compatible
fr_fr: Non compatible
pt_br: Não compatível

source: Install Now
fr_fr: Installer maintenant
pt_br: Instale agora

source: Install %s now
fr_fr: Installer %s maintenant
pt_br: Instalar %s agora

source: Purchase Now
fr_fr: Acheter maintenant
pt_br: Compre agora

source: Purchase %s now
fr_fr: Achetez %s maintenant
pt_br: Compre %s agora

source: Learn more
fr_fr: En savoir plus
pt_br: Saiba Mais

source: by %s
fr_fr: par %s
pt_br: por %s

source: Requires
fr_fr: Requiert
pt_br: Requer

source: Learn more about these suggestions.
fr_fr: En savoir plus sur ces suggestions.
pt_br: Saiba mais sobre essas sugestões.

source: This suggestion was made by %s, the awesome REST API plugin already installed on your site.
fr_fr: Cette suggestion a été faite par %s, l’impressionnant plugin d’API REST déjà installé sur votre site.
pt_br: Esta sugestão foi feita por %s, o incrível plugin da API REST já instalado em seu site.
