Repository: remmmi/WooCommerce-Cart-REST-API
Catalog: languages/cocart-core-*.po
Languages: fr_fr, pt_br

source: Limit result set to products with a certain average rating.
fr_fr: Limitez le résultat aux produits ayant une certaine note moyenne.
pt_br: Limite o conjunto de resultados a produtos com uma determinada classificação média.

source: Determines if hidden or visible catalog products are shown.
fr_fr: Détermine si des oeuvres du catalogue masquées ou visibles sont affichées.
pt_br: Determina se os produtos de catálogo ocultos ou visíveis são exibidos.

source: The logical relationship between attributes when filtering across multiple at once.
fr_fr: La relation logique entre les attributs lors du filtrage à travers plusieurs à la fois.
pt_br: A relação lógica entre atributos ao filtrar vários de uma só vez.

source: Operator to compare product attribute terms.
fr_fr: Opérateur pour comparer les termes des attributs du produit.
pt_br: Operador para comparar termos de atributos do produto.

source: List of attribute slug(s). If a term ID is provided, this will be ignored.
fr_fr: Liste des saluts d’attributs. Si un terme d’ID est fourni, celui-ci sera ignoré.
pt_br: Lista de slug(s) de atributo(s). Se um ID de termo for fornecido, isso será ignorado.

source: List of attribute term IDs.
fr_fr: Liste des ID de terme d'attribut.
pt_br: Lista de IDs de termos de atributo.

source: Attribute taxonomy name.
fr_fr: Nom de la taxonomie de l'attrribut.
pt_br: Nome da taxonomia do atributo.

source: Limit result set to products with selected global attributes.
fr_fr: Limiter les résultats aux produits ayant des attributs globaux sélectionnés.
pt_br: Limite o conjunto de resultados a produtos com atributos globais selecionados.

source: Returns all variations for variable products.
fr_fr: Renvoie toutes les variantes pour les produits variables.
pt_br: Retorna todas as variações para produtos variáveis.

source: Returns product reviews for all products or an individual product.
fr_fr: Renvoie les avis sur tous les produits ou un produit individuel.
pt_br: Retorna avaliações de produtos para todos os produtos ou um produto individual.

source: Limit result set to products based on a maximum price.
fr_fr: Limiter le jeu de résultats aux produits avec un tarif maximum.
pt_br: Limite o conjunto de resultados a produtos com base em um preço máximo.

source: Limit result set to products based on a minimum price.
fr_fr: Limiter le jeu de résultats aux produits avec un tarif minimum.
pt_br: Limite o conjunto de resultados a produtos com base em um preço mínimo.

source: Limit result set to products on sale.
fr_fr: Limiter le jeu de résultats aux produits en promotion.
pt_br: Limite o conjunto de resultados aos produtos em promoção.

source: Operator to compare product tags.
fr_fr: Opérateur pour comparer les tags de produit.
pt_br: Operador para comparar etiquetas de produtos.

source: Operator to compare product category terms.
fr_fr: Opérateur pour comparer les termes de la catégorie du produit.
pt_br: Operador para comparar os termos da categoria do produto.

source: Limit result set to featured products.
fr_fr: Limiter le jeu de résultats aux produits mis en avant.
pt_br: Limite o conjunto de resultados aos produtos em destaque.

source: Limit result set to hide free products.
fr_fr: Limiter le jeu de résultats pour masquer les produits gratuits.
pt_br: Limite o conjunto de resultados para ocultar produtos gratuitos.

source: Limit result set to products with specific SKU(s). Use commas to separate.
fr_fr: Limiter les résultats aux produits avec des références spécifiques. Séparez les références par des virgules.
pt_br: Limite o conjunto de resultados a produtos com SKU(s) específicos. Use vírgulas para separar.

source: Limit result set to products assigned a specific type.
fr_fr: Limiter le jeu de résultats aux produits affectés à un type spécifique.
pt_br: Limite o conjunto de resultados aos produtos atribuídos a um tipo específico.

source: Limit response to products created before a given ISO8601 compliant date.
fr_fr: Limitez la réponse aux produits créés avant une date de conformité ISO8601 donnée.
pt_br: Limite a resposta a produtos criados antes de uma determinada data de conformidade com ISO8601.

source: Limit response to products created after a given ISO8601 compliant date.
fr_fr: Limitez la réponse aux produits créés après une date de conformité ISO8601 donnée.
pt_br: Limite a resposta a produtos criados após uma determinada data de conformidade com ISO8601.

source: Limit result set to products with a specific slug.
fr_fr: Limiter le jeu de résultats aux produits avec un identifiant spécifique.
pt_br: Limite o conjunto de resultados a produtos com um slug específico.

source: Product image URL for "%s".
pt_br: URL da imagem do produto para "%s".

source: Description
pt_br: Descrição

source: Add to Cart
fr_fr: Ajouter au panier
pt_br: Adicionar ao carrinho

source: Text
fr_fr: Texte
pt_br: Texto

source: Add to Cart button.
fr_fr: Bouton Ajouter au panier.
pt_br: Adicionar ao carrinho.

source: List of grouped products ID.
fr_fr: Liste des identifiants de produits groupés.
pt_br: Lista de produtos agrupados ID.

source: Option value of attribute.
pt_br: Valor da opção do atributo.

source: Low stock amount.
pt_br: Baixo valor em estoque.

source: If the product is downloadable.
fr_fr: Si le produit est téléchargeable.
pt_br: Se o produto puder ser baixado.

source: If the product is virtual.
fr_fr: Si le produit est virtuel.
pt_br: Se o produto for virtual.

source: List of all variation IDs and data if requested true with `return_variations` parameter.
pt_br: Lista de todos os IDs e dados de variação, se solicitados, true com o parâmetro 'return_variations'.

source: Defaults variation attributes.
fr_fr: Attributs de variation par défaut.
pt_br: Atributos de variação padrão.

source: List of available term names of the attribute.
fr_fr: Liste des noms de terme disponibles de l&rsquo;attribut.
pt_br: Lista de nomes de termos disponíveis do atributo.

source: Can the attribute be used as variation?
fr_fr: L’attribut peut-il être utilisé comme variante?
pt_br: O atributo pode ser usado como variação?

source: Is the attribute visible on the "Additional information" tab in the product's page.
fr_fr: L’attribut est-il visible dans l’onglet « Informations complémentaires » de la page du produit.
pt_br: O atributo está visível na guia "Informações adicionais" na página do produto.

source: Attribute position.
fr_fr: Position de l'attribut.
pt_br: Posição do atributo.

source: Image position. 0 means that the image is featured.
fr_fr: Position de l'image. 0 signifie que l'image est à la une.
pt_br: Posição da imagem. 0 significa que a imagem está em destaque.

source: List of product images.
fr_fr: Liste d’images de produits.
pt_br: Lista de imagens de produtos.

source: Tag slug.
fr_fr: Identifiant d&rsquo;étiquette.
pt_br: Lesma de tag.

source: Tag ID.
fr_fr: ID de l'étiquette.
pt_br: ID da marca.

source: List of product tags.
fr_fr: Liste des étiquettes de produits.
pt_br: Lista de etiquetas de produtos.

source: Category slug.
fr_fr: Identifiant de la catégorie.
pt_br: Categoria slug.

source: Category ID.
fr_fr: ID de catégorie.
pt_br: ID da categoria.

source: List of product categories.
fr_fr: Liste des catégories de produits.
pt_br: Lista de categorias de produtos.

source: Product parent ID.
fr_fr: Identifiant du parent du produit.
pt_br: ID pai do produto.

source: List of cross-sell products IDs.
fr_fr: Liste des identifiants de produits de vente croisée.
pt_br: Lista de IDs de produtos de venda cruzada.

source: List of up-sell products IDs.
fr_fr: Liste des identifiants des produits de montée en gamme.
pt_br: Lista de IDs de produtos de up-sell.

source: List of related products IDs.
fr_fr: Liste des identifiants de produits en relation.
pt_br: Lista de IDs de produtos relacionados.

source: Returns the rating of the product in html.
fr_fr: Renvoie la note du produit en html.
pt_br: Retorna a classificação do produto em html.

source: Amount of reviews that the product have.
fr_fr: Nombre d'avis que le produit possède.
pt_br: Quantidade de avaliações que o produto possui.

source: Amount of reviews that the product has.
fr_fr: Nombre d'avis que le produit (oeuvre) a.
pt_br: Quantidade de avaliações que o produto possui.

source: Reviews average rating.
fr_fr: Moyenne de notation des avis.
pt_br: Avaliações de classificação média.

source: Shows if the product review is verified.
pt_br: Mostra se a revisão do produto foi verificada.

source: Rating number.
pt_br: Número de classificação.

source: Review date, as GMT.
pt_br: Data de revisão, como GMT.

source: Review date, in the site's timezone.
pt_br: Data de revisão, no fuso horário do site.

source: Review comment.
pt_br: Comentário de revisão.

source: Author URL.
pt_br: URL do autor.

source: Author name.
pt_br: Nome do autor.

source: Review ID.
pt_br: ID da revisão.

source: Lists product reviews, when requested.
pt_br: Lista as avaliações de produtos, quando solicitado.

source: Shows if reviews are allowed.
fr_fr: Indique si les avis sont autorisés.
pt_br: Mostra se as revisões são permitidas.

source: Shows if the product need to be shipped.
fr_fr: Indique si le produit doit être expédié.
pt_br: Mostra se o produto precisa ser enviado.

source: Product height (%s).
fr_fr: Hauteur du produit (%s).
pt_br: Altura do produto (%s).

source: Product width (%s).
fr_fr: Largeur du produit (%s).
pt_br: Largura do produto (%s).

source: Product length (%s).
fr_fr: Longueur du produit (%s).
pt_br: Comprimento do produto (%s).

source: Product dimensions.
fr_fr: Dimensions du produit.
pt_br: Dimensões do produto.

source: Product weight unit.
fr_fr: Unité de mesure du poids du produit.
pt_br: Unidade de peso do produto.

source: Product weight value.
fr_fr: Valeur du poids du produit.
pt_br: Valor do peso do produto.

source: Product weight (%s).
fr_fr: Poids du produit (%s).
pt_br: Peso do produto (%s).

source: Allow one of the item to be bought in a single order.
fr_fr: Autorisez l’achat d’un des articles en une seule commande.
pt_br: Permita que um dos itens seja comprado em um único pedido.

source: Shows if the product is on backordered.
fr_fr: Indique si le produit est en rupture de stock.
pt_br: Mostra se o produto está em espera.

source: Are backorders allowed?
fr_fr: Les commandes en souffrance sont-elles autorisées ?
pt_br: Os pedidos pendentes são permitidos?

source: Determines if product is listed as "in stock" or "out of stock".
fr_fr: Détermine si le produit est répertorié comme « en stock » ou « en rupture de stock ».
pt_br: Determina se o produto está listado como "em estoque" ou "fora de estoque".

source: Determines whether or not the product has additional options that need selecting before adding to cart.
fr_fr: Détermine si le produit dispose ou non d’options supplémentaires qui doivent être sélectionnées avant d’être ajouté au panier.
pt_br: Determina se o produto tem ou não opções adicionais que precisam ser selecionadas antes de adicionar ao carrinho.

source: Stock management at product level.
fr_fr: Gestion du stock au niveau produit.
pt_br: Gestão de stocks a nível de produto.

source: Product external button text. Only for external products.
fr_fr: Texte du bouton du produit externe. Uniquement pour les produits externes.
pt_br: Texto do botão externo do produto. Apenas para produtos externos.

source: Product external URL. Only for external products.
fr_fr: URL du produit externe. Uniquement pour les produits externes.
pt_br: URL externo do produto. Apenas para produtos externos.

source: Shows if the product is downloadable.
pt_br: Mostra se o produto pode ser baixado.

source: Shows if the product is virtual.
pt_br: Mostra se o produto é virtual.

source: Amount of sales.
fr_fr: Montant des ventes.
pt_br: Quantidade de vendas.

source: Shows if the product can be bought.
fr_fr: Indique si le produit peut être acheté.
pt_br: Mostra se o produto pode ser comprado.

source: Shows if the product is on sale.
fr_fr: Indique si le produit est en promotion.
pt_br: Mostra se o produto está à venda.

source: End date of sale price, as GMT.
fr_fr: Date de fin du prix de vente, format GMT.
pt_br: Data final do preço de venda, como GMT.

source: The sale price of the product. Returns formatted.
pt_br: O preço de venda do produto. Retorna formatado.

source: The regular price of the product. Returns formatted.
pt_br: O preço normal do produto. Retorna formatado.

source: The current price of the product. Returns formatted.
pt_br: O preço atual do produto. Retorna formatado.

source: Product short description.
fr_fr: Description courte du produit.
pt_br: Breve descrição do produto.

source: Product description.
fr_fr: Description du produit.
pt_br: Descrição do produto.

source: Catalog visibility. Default is visible. Other values are `any | catalog | search and hidden`.
pt_br: Visibilidade do catálogo. O padrão é visível. Outros valores são 'qualquer | catálogo | busca e escondido'.

source: Featured product.
fr_fr: Produit en avant.
pt_br: Produto em destaque.

source: Product type. Default values are `simple | variable | variation` but other types maybe also be available with other product type extensions.
pt_br: Tipo de produto. Os valores padrão são 'simple | variável | variação', mas outros tipos também podem estar disponíveis com outras extensões de tipo de produto.

source: The date the product was last modified, as GMT.
fr_fr: Date de la dernière modification du produit, format GMT.
pt_br: A data em que o produto foi modificado pela última vez, como GMT.

source: The date the product was last modified, in the site's timezone.
fr_fr: La date à laquelle le produit a été modifié, en fuseau horaire du site.
pt_br: A data em que o produto foi modificado pela última vez, no fuso horário do site.

source: The date the product was created, as GMT.
fr_fr: Date de création du produit, format GMT.
pt_br: A data em que o produto foi criado, como GMT.

source: The date the product was created, in the site's timezone.
fr_fr: La date à laquelle le produit a été créé, en fuseau horaire du site.
pt_br: A data em que o produto foi criado, no fuso horário do site.

source: Product permalink.
fr_fr: Permalien du produit.
pt_br: Permalink do produto.

source: Product slug.
fr_fr: Identifiant du produit.
pt_br: Lesma do produto.

source: Placeholder
fr_fr: Etiquette
pt_br: Espaço reservado

source: Invalid ID.
fr_fr: Identifiant non valide.
pt_br: ID inválido.

source: The page number requested is larger than the number of products available.
fr_fr: Le numéro de page demandé est supérieur au nombre de produits disponibles.
pt_br: O número da página solicitada é maior do que o número de produtos disponíveis.

source: Limit result set to products with specified stock status.
fr_fr: Limiter le jeu de résultats aux produits affectés à un statut de stock spécifique.
pt_br: Limite o conjunto de resultados a produtos com status de estoque especificado.

source: Meta value.
fr_fr: Valeur de la méta.
pt_br: Valor meta.

source: Meta key.
fr_fr: Clé de la méta.
pt_br: Meta chave.

source: Meta data.
fr_fr: Métadonnée.
pt_br: Metadados.

source: Menu order, used to custom sort products.
fr_fr: Ordre du menu, utilisé pour le tri personnalisé des produits.
pt_br: Ordem do menu, usada para classificar produtos personalizados.

source: Selected attribute term name.
fr_fr: Nom du terme d'attribut sélectionné.
pt_br: Nome do termo de atributo selecionado.

source: Attribute ID.
fr_fr: ID de l'attribut.
pt_br: ID do atributo.

source: List of attributes.
fr_fr: Liste d&rsquo;attributs.
pt_br: Lista de atributos.

source: Variation image data.
fr_fr: Données d'image de variation.
pt_br: Dados de imagem de variação.

source: Variation height (%s).
fr_fr: Hauteur de la variation (%s).
pt_br: Altura de variação (%s).

source: Variation width (%s).
fr_fr: Largeur de la variation (%s).
pt_br: Largura da variação (%s).

source: Variation length (%s).
fr_fr: Longueur de la variation (%s).
pt_br: Comprimento da variação (%s).

source: Variation dimensions.
fr_fr: Dimensions de la variation.
pt_br: Dimensões de variação.

source: Variation weight (%s).
fr_fr: Poids de la variation (%s).
pt_br: Peso de variação (%s).

source: Shows if the variation is on backordered.
fr_fr: Indique si la variation est en rupture de stock.
pt_br: Mostra se a variação está em ordem de espera.

source: Shows if backorders are allowed.
fr_fr: Indique si les commandes en réassorts sont autorisés.
pt_br: Mostra se as ordens pendentes são permitidas.

source: If managing stock, this controls if backorders are allowed.
fr_fr: Si vous gérez le stock, cela détermine si les commandes en réassort sont autorisées.
pt_br: Se estiver gerenciando estoque, isso controla se as ordens de reposição são permitidas.

source: Controls the stock status of the product.
fr_fr: Contrôle l'état du stock du produit.
pt_br: Controla o status do estoque do produto.

source: Stock quantity.
fr_fr: Quantité en stock.
pt_br: Quantidade em estoque.

source: Stock management at variation level.
fr_fr: Gestion des stocks au niveau des variations.
pt_br: Gestão de stocks ao nível da variação.

source: If the variation is downloadable.
fr_fr: Si la variation est téléchargeable.
pt_br: Se a variação puder ser baixada.

source: If the variation is virtual.
fr_fr: Si la variation est virtuelle.
pt_br: Se a variação for virtual.

source: Shows if the variation can be bought.
fr_fr: Indique si la variation peut être acheté.
pt_br: Mostra se a variação pode ser comprada.

source: Shows if the variation is on sale.
fr_fr: Indique si la variation est en promotion.
pt_br: Mostra se a variação está à venda.

source: End date of sale price, in the site's timezone.
fr_fr: Date de fin du prix promo, fuseau horaire du site.
pt_br: Data de término do preço de venda, no fuso horário do site.

source: Start date of sale price, as GMT.
fr_fr: Date de début du prix promo, format GMT.
pt_br: Data de início do preço de venda, como GMT.

source: Start date of sale price, in the site's timezone.
fr_fr: Date de début du prix promo, fuseau horaire du site.
pt_br: Data de início do preço de venda, no fuso horário do site.

source: Variation sale price.
fr_fr: Tarif promo de la variation.
pt_br: Preço de venda de variação.

source: Variation regular price.
fr_fr: Tarif régulier de la variation.
pt_br: Variação do preço normal.

source: Current variation price.
fr_fr: Tarif actuel de la variation.
pt_br: Preço de variação atual.

source: Unique identifier.
fr_fr: Identifiant unique.
pt_br: Identificador exclusivo.

source: Variation URL.
fr_fr: URL de la variation.
pt_br: URL de variação.

source: Variation description.
fr_fr: Description de la variation.
pt_br: Descrição da variação.

source: The date the variation was last modified, in the site's timezone.
fr_fr: La date à laquelle la variation a été modifiée, en fuseau horaire du site.
pt_br: A data em que a variação foi modificada pela última vez, no fuso horário do site.

source: The date the variation was created, in the site's timezone.
fr_fr: La date à laquelle la variation a été créée, en fuseau horaire du site.
pt_br: A data em que a variação foi criada, no fuso horário do site.

source: Unique identifier for the variable product.
fr_fr: Identifiant unique pour le produit variable.
pt_br: Identificador exclusivo para o produto variável.

source: Tag name.
fr_fr: Nom de l'étiquette.
pt_br: Nome da marca.

source: Invalid review ID.
fr_fr: ID d'avis non valide.
pt_br: ID de avaliação inválido.

source: Sort collection by object attribute.
fr_fr: Trier la collection par attribut d'objet.
pt_br: Classifique a coleção por atributo de objeto.

source: Limit result set to specific IDs.
fr_fr: Limiter le jeu de résultats aux identifiants spécifiques.
pt_br: Limite o conjunto de resultados a IDs específicas.

source: Limit response to reviews published before a given ISO8601 compliant date.
fr_fr: Limiter la réponse aux avis publiés avant une date donnée conforme ISO8601.
pt_br: Limite a resposta às avaliações publicadas antes de uma determinada data de conformidade com ISO8601.

source: Limit response to reviews published after a given ISO8601 compliant date.
fr_fr: Limiter la réponse aux avis publiés après une date donnée conforme ISO8601.
pt_br: Limite a resposta às avaliações publicadas após uma determinada data de conformidade com ISO8601.

source: Avatar URLs for the object reviewer.
fr_fr: URL d'avatar pour le contrôleur d'objet.
pt_br: URLs de avatar para o revisor de objetos.

source: Avatar URL with image size of %d pixels.
fr_fr: URL de l’avatar avec la taille de l’image de %d pixels.
pt_br: URL do avatar com tamanho de imagem de %d pixels.

source: Shows if the reviewer bought the product or not.
fr_fr: Indique si l'évaluateur a acheté le produit ou non.
pt_br: Mostra se o revisor comprou o produto ou não.

source: Review rating (0 to 5).
fr_fr: Notation de l&rsquo;avis (0 à 5).
pt_br: Classificação de revisão (0 a 5).

source: The content of the review.
fr_fr: Le contenu de l&rsquo;avis.
pt_br: O conteúdo da revisão.

source: Reviewer name.
fr_fr: Nom de l'évaluateur.
pt_br: Nome do revisor.

source: Status of the review.
fr_fr: Statut de l'avis.
pt_br: Status da revisão.

source: Unique identifier for the product that the review belongs to.
fr_fr: Identificateur unique pour le produit auquel l'avis appartient.
pt_br: Identificador exclusivo do produto ao qual a avaliação pertence.

source: The date the review was created, as GMT.
fr_fr: La date à laquelle l&rsquo;avis a été créé, format GMT.
pt_br: A data em que a revisão foi criada, como GMT.

source: The date the review was created, in the site's timezone.
fr_fr: La date à laquelle l&rsquo;avis a été créé, en fuseau horaire du site.
pt_br: A data em que a avaliação foi criada, no fuso horário do site.

source: Creating product review failed.
fr_fr: Echec de la création de l&rsquo;avis produit.
pt_br: Falha na criação da revisão do produto.

source: Product review field exceeds maximum length allowed.
fr_fr: Champ de révision du produit dépasse la longueur maximale autorisée.
pt_br: O campo de revisão do produto excede o comprimento máximo permitido.

source: Invalid review content.
fr_fr: Contenu de l'avis non valide.
pt_br: Conteúdo de avaliação inválido.

source: Invalid product ID.
fr_fr: Identifiant de produit non valide.
pt_br: ID de produto inválida.

source: Cannot create existing product review.
fr_fr: Impossible de créer un l'avis de produit existant.
pt_br: Não é possível criar uma avaliação do produto existente.

source: Sorry, you are not allowed to create a review for this product.
fr_fr: Désolé, vous n’êtes pas autorisé à créer un avis pour ce produit.
pt_br: Desculpe, você não tem permissão para criar um comentário para este produto.

source: Sorry, this product review does not exist.
fr_fr: Désolé, cette évaluation de produit n’existe pas.
pt_br: Desculpe, esta análise do produto não existe.

source: Email of the reviewer.
fr_fr: Courriel de l&rsquo;évaluateur.
pt_br: E-mail do revisor.

source: Name of the reviewer.
fr_fr: Nom de l'évaluateur.
pt_br: Nome do revisor.

source: Review content.
fr_fr: Contenu de l’avis.
pt_br: Revise o conteúdo.

source: Unique identifier for the review.
fr_fr: Identificateur unique de l’examen.
pt_br: Identificador exclusivo para a revisão.

source: Number of published products for the resource.
fr_fr: Nombre de produits publiés pour la ressource.
pt_br: Número de produtos publicados para o recurso.

source: Menu order, used to custom sort the resource.
fr_fr: Ordre du menu, utilisé pour le tri personnalisé de la ressource.
pt_br: Ordem do menu, usada para classificar o recurso de forma personalizada.

source: Image alternative text.
fr_fr: Texte alternatif de l'image.
pt_br: Texto alternativo de imagem.
